<?php
# help.php - VICIDIAL administration page
#
# Copyright (C) 2014  Matt Florell <vicidial@gmail.com>    LICENSE: AGPLv2
# 

# CHANGELOG:
# 131019-0848 - Moved help from admin.php
# 131029-2058 - Added auto-restart asterisk help
# 131208-1635 - Added help for max dead, dispo and pause time campaign options
# 140126-1023 - Added VMAIL_NO_INST options
# 140126-2254 - Added voicemail_instructions option for phones
# 140404-1104 - Added new DID filter options
# 140418-0915 - Added users and campaigns max_inbound_calls
# 140423-1637 - Added manual_dial_search_checkbox and hide_call_log_info
# 140425-0912 - Added modify_custom_dialplans
# 140425-1306 - Added queuemetrics_pause_type
# 140509-2211 - Added frozen_server_call_clear
# 140521-2020 - Changed alt_number_dialing and added timer_alt_seconds
#


require("dbconnect_mysqli.php");
require("functions.php");

#############################################
##### START SYSTEM_SETTINGS LOOKUP #####
$stmt = "SELECT use_non_latin,enable_queuemetrics_logging,enable_vtiger_integration,qc_features_active,outbound_autodial_active,sounds_central_control_active,enable_second_webform,user_territories_active,custom_fields_enabled,admin_web_directory,webphone_url,first_login_trigger,hosted_settings,default_phone_registration_password,default_phone_login_password,default_server_password,test_campaign_calls,active_voicemail_server,voicemail_timezones,default_voicemail_timezone,default_local_gmt,campaign_cid_areacodes_enabled,pllb_grouping_limit,did_ra_extensions_enabled,expanded_list_stats,contacts_enabled,alt_log_server_ip,alt_log_dbname,alt_log_login,alt_log_pass,tables_use_alt_log_db,call_menu_qualify_enabled,admin_list_counts,allow_voicemail_greeting,svn_revision,allow_emails,level_8_disable_add,pass_key,pass_hash_enabled,disable_auto_dial,country_code_list_stats FROM system_settings;";
$rslt=mysql_to_mysqli($stmt, $link);
if ($DB) {echo "$stmt\n";}
$qm_conf_ct = mysqli_num_rows($rslt);
if ($qm_conf_ct > 0)
	{
	$row=mysqli_fetch_row($rslt);
	$non_latin =							$row[0];
	$SSenable_queuemetrics_logging =		$row[1];
	$SSenable_vtiger_integration =			$row[2];
	$SSqc_features_active =					$row[3];
	$SSoutbound_autodial_active =			$row[4];
	$SSsounds_central_control_active =		$row[5];
	$SSenable_second_webform =				$row[6];
	$SSuser_territories_active =			$row[7];
	$SScustom_fields_enabled =				$row[8];
	$SSadmin_web_directory =				$row[9];
	$SSwebphone_url =						$row[10];
	$SSfirst_login_trigger =				$row[11];
	$SShosted_settings =					$row[12];
	$SSdefault_phone_registration_password =$row[13];
	$SSdefault_phone_login_password =		$row[14];
	$SSdefault_server_password =			$row[15];
	$SStest_campaign_calls =				$row[16];
	$SSactive_voicemail_server =			$row[17];
	$SSvoicemail_timezones =				$row[18];
	$SSdefault_voicemail_timezone =			$row[19];
	$SSdefault_local_gmt =					$row[20];
	$SScampaign_cid_areacodes_enabled =		$row[21];
	$SSpllb_grouping_limit =				$row[22];
	$SSdid_ra_extensions_enabled =			$row[23];
	$SSexpanded_list_stats =				$row[24];
	$SScontacts_enabled =					$row[25];
	$SSalt_log_server_ip =					$row[26];
	$SSalt_log_dbname =						$row[27];
	$SSalt_log_login =						$row[28];
	$SSalt_log_pass =						$row[29];
	$SStables_use_alt_log_db =				$row[30];
	$SScall_menu_qualify_enabled =			$row[31];
	$SSadmin_list_counts =					$row[32];
	$SSallow_voicemail_greeting =			$row[33];
	$SSsvn_revision =						$row[34];
	$SSallow_emails =						$row[35];
	$SSlevel_8_disable_add =				$row[36];
	$SSpass_key =							$row[37];
	$SSpass_hash_enabled =					$row[38];
	$SSdisable_auto_dial =					$row[39];
	$SScountry_code_list_stats =			$row[40];
	}
##### END SETTINGS LOOKUP #####
###########################################

$PHP_AUTH_USER=$_SERVER['PHP_AUTH_USER'];
$PHP_AUTH_PW=$_SERVER['PHP_AUTH_PW'];

$PHP_AUTH_PW = preg_replace('/\'|\"|\\\\|;/', '',$PHP_AUTH_PW);
$PHP_AUTH_USER = preg_replace('/\'|\"|\\\\|;/', '',$PHP_AUTH_USER);

$user_auth=0;
$auth=0;
$reports_auth=0;
$qc_auth=0;
$auth_message = user_authorization($PHP_AUTH_USER,$PHP_AUTH_PW,'QC',1);
if ($auth_message == 'GOOD')
	{$user_auth=1;}

if ($user_auth > 0)
	{
	$stmt="SELECT count(*) from vicidial_users where user='$PHP_AUTH_USER' and user_level > 7;";
	if ($DB) {echo "|$stmt|\n";}
	$rslt=mysql_to_mysqli($stmt, $link);
	$row=mysqli_fetch_row($rslt);
	$auth=$row[0];

	$stmt="SELECT count(*) from vicidial_users where user='$PHP_AUTH_USER' and user_level > 6 and view_reports > 0;";
	if ($DB) {echo "|$stmt|\n";}
	$rslt=mysql_to_mysqli($stmt, $link);
	$row=mysqli_fetch_row($rslt);
	$reports_auth=$row[0];

	$stmt="SELECT count(*) from vicidial_users where user='$PHP_AUTH_USER' and user_level > 1 and qc_enabled > 0;";
	if ($DB) {echo "|$stmt|\n";}
	$rslt=mysql_to_mysqli($stmt, $link);
	$row=mysqli_fetch_row($rslt);
	$qc_auth=$row[0];

	$reports_only_user=0;
	$qc_only_user=0;
	if ( ($reports_auth > 0) and ($auth < 1) )
		{
		$ADD=999999;
		$reports_only_user=1;
		}
	if ( ($qc_auth > 0) and ($reports_auth < 1) and ($auth < 1) )
		{
		if ( ($ADD != '881') and ($ADD != '100000000000000') )
			{
            $ADD=100000000000000;
			}
		$qc_only_user=1;
		}
	if ( ($qc_auth < 1) and ($reports_auth < 1) and ($auth < 1) )
		{
		$VDdisplayMESSAGE = "You do not have permission to be here";
		Header ("Content-type: text/html; charset=utf-8");
		echo "$VDdisplayMESSAGE: |$PHP_AUTH_USER|$auth_message|\n";
		exit;
		}
	}
else
	{
	$VDdisplayMESSAGE = "Login incorrect, please try again";
	if ($auth_message == 'LOCK')
		{
		$VDdisplayMESSAGE = "Too many login attempts, try again in 15 minutes";
		Header ("Content-type: text/html; charset=utf-8");
		echo "$VDdisplayMESSAGE: |$PHP_AUTH_USER|$auth_message|\n";
		exit;
		}
	Header("WWW-Authenticate: Basic realm=\"CONTACT-CENTER-ADMIN\"");
	Header("HTTP/1.0 401 Unauthorized");
	echo "$VDdisplayMESSAGE: |$PHP_AUTH_USER|$PHP_AUTH_PW|$auth_message|\n";
	exit;
	}



######################
# display the HELP SCREENS
######################

header ("Content-type: text/html; charset=utf-8");
echo "</title>\n";
echo "</head>\n";
echo "<BODY BGCOLOR=white marginheight=0 marginwidth=0 leftmargin=0 topmargin=0>\n";
echo "<CENTER>\n";
echo "<TABLE WIDTH=98% BGCOLOR=#E6E6E6 cellpadding=2 cellspacing=0><TR><TD ALIGN=LEFT><FONT FACE=\"ARIAL,HELVETICA\" COLOR=BLACK SIZE=4><B>ADMINISTRATION: ΒΟΗΘΕΙΑ<BR></B></FONT><FONT FACE=\"ARIAL,HELVETICA\" COLOR=BLACK SIZE=2><BR><BR>\n";

?>
<B><FONT SIZE=3>ΧΡΗΣΤΕΣ ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="users-user">
<BR>
<B>Χρήστης ID -</B> Αυτό το πεδίο είναι όπου μπορείτε να βάλετε τον αριθμό των χρηστών ταυτότητας, μπορεί να είναι μέχρι 8 ψηφία στο μήκος, πρέπει να είναι τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="users-pass">
<BR>
<B>Password -</B> Αυτό το πεδίο είναι όπου βάζετε το password του χρήστη. Πρέπει να είναι τουλάχιστον 2 χαρακτήρες. Ένας ισχυρός κωδικός πρόσβασης του χρήστη θα πρέπει να είναι τουλάχιστον 8 χαρακτήρες σε μήκος και έχουν πεζά και κεφαλαία γράμματα, καθώς και τουλάχιστον έναν αριθμό.

<BR>
<A NAME="users-force_change_password">
<BR>
<B>Δύναμη Αλλαγή κωδικού πρόσβασης -</B> Εάν αυτή η επιλογή έχει οριστεί σε y και στη συνέχεια ο χρήστης θα σας ζητηθεί να αλλάξετε τον κωδικό πρόσβασης τους την επόμενη φορά που θα συνδεθείτε με την ιστοσελίδα διοίκηση. Προεπιλογή είναι N.

<BR>
<A NAME="users-last_login_date">
<BR>
<B>Πιο πρόσφατη είσοδος Πληροφορίες -</B> Αυτό δείχνει η τελευταία ημερομηνία σύνδεσης προσπάθεια και χρόνο, και αν έχει υπάρξει μια πρόσφατη αποτυχημένη προσπάθεια σύνδεσης. Αν αυτό τροποποιήσετε φόρμας χρήστη υποβληθεί, τότε το αποτυχημένο αντιπραξικόπημα login προσπάθεια θα επανέλθει και ο παράγοντας μπορεί να προσπαθήσει αμέσως να συνδεθείτε ξανά. Εάν ένας πράκτορας έχει 10 αποτυχημένες προσπάθειες σύνδεσης σε μια σειρά, τότε δεν μπορεί να επιχειρήσει να συνδεθείτε ξανά για τουλάχιστον 15 λεπτά, εκτός αν ο λογαριασμός τους μη αυτόματη επαναφορά.

<BR>
<A NAME="users-full_name">
<BR>
<B>Πλήρες Ονομα -</B> Αυτό το πεδίο είναι όπου μπορείτε να βάλετε το πλήρες όνομα χρήστες. Πρέπει να είναι τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="users-user_level">
<BR>
<B>Επίπεδο Χρήστη -</B> Το μενού αυτό είναι όπου μπορείτε να επιλέξετε το επίπεδο χρήστη χρήστες. Πρέπει να είναι ένα επίπεδο 1 για να συνδεθείτε στην οθόνη παράγοντα, πρέπει να είναι μεγαλύτερη από το επίπεδο 2 για να συνδεθείτε ως μια πιο προσεκτική, πρέπει να είναι σε επίπεδο χρήστη είναι 8 ή μεγαλύτερο για να μπει στο τμήμα web διαχειριστή.

<BR>
<A NAME="users-user_group">
<BR>
<B>Ομάδα Χρήστη -</B> Το μενού αυτό είναι όπου μπορείτε να επιλέξτε την ομάδα χρηστών που ο χρήστης θα ανήκουν. Υπάρχουν πολλά χαρακτηριστικά της οθόνης παράγοντα που μπορεί να ελεγχθεί μέσω των ρυθμίσεων της ομάδας χρηστών. Εάν αυτό το πεδίο μείνει κενό, τότε ο χρήστης δεν μπορεί να συνδεθεί με την οθόνη παράγοντα.

<BR>
<A NAME="users-phone_login">
<BR>
<B>Τηλέφωνο Σύνδεσης -</B> Εδώ είναι όπου μπορείτε να ορίσετε μια προεπιλεγμένη τιμή σύνδεσης του τηλεφώνου όταν ο χρήστης συνδέεται στην οθόνη παράγοντα. Αυτή η τιμή θα καταλαμβάνουν το phone_login αυτόματα όταν ο χρήστης συνδέεται με το χρήστη-pass-εκστρατεία τους στην οθόνη σύνδεσης παράγοντα.

<BR>
<A NAME="users-phone_pass">
<BR>
<B>Κωδικός Πρόσβασης Τηλεφώνου -</B> Εδώ είναι όπου μπορείτε να ορίσετε μια προεπιλεγμένη τιμή του τηλεφώνου περάσει όταν ο χρήστης συνδέεται στην οθόνη παράγοντα. Αυτή η τιμή θα καταλαμβάνουν το phone_pass αυτόματα όταν ο χρήστης συνδέεται με το χρήστη-pass-εκστρατεία τους στην οθόνη σύνδεσης παράγοντα.

<BR>
<A NAME="users-active">
<BR>
<B>Ενεργό -</B> Το πεδίο αυτό καθορίζει αν είναι ενεργή στο σύστημα του χρήστη και μπορεί να συνδεθείτε ως πράκτορα ή του διαχειριστή. Η προεπιλογή είναι Y.

<BR>
<A NAME="users-voicemail_id">
<BR>
<B>Ταυτότητα φωνητικού ταχυδρομείου -</B> Αυτό είναι το κιβώτιο φωνητικού ταχυδρομείου που καλεί θα κατευθυνθεί σε μια -ομάδα AGENTDIRECT στο χρόνο πτώσης εάν η -ομάδα θέτει τη μέθοδο πτώσης καθορισμένη το ΦΩΝΗΤΙΚΌ ΤΑΧΥΔΡΟΜΕΊΟ και τον τομέα φωνητικού ταχυδρομείου AGENTVMAIL.

<BR>
<A NAME="users-optional">
<BR>
<B>E-mail, το χρήστη και Κωδικός Επικράτεια -</B> Αυτά είναι προαιρετικά πεδία.

<BR>
<A NAME="users-hotkeys_active">
<BR>
<B>Hot Keys ενεργός -</B> εάν θέσετε σε 1 αυτή την επιλογή, επιτρέπει στο χρήστη να χρησιμοποιήσει τα πλήκτρα γρήγορου τερματισμού the agent screen.

<BR>
<A NAME="users-agent_choose_ingroups">
<BR>
<B>Ο πράκτορας επιλέγει Ingroups -</B> εάν θέσετε σε 1 αυτή την επιλογή επιτρέπει στο χρήστη να επιλέξει τις εισ-ομάδες που θα λάβουν τις κλήσεις. Διαφορετικά ο Manager θα πρέπει να το θέσει αυτό στην σελίδα διαχείρισης.

<BR>
<A NAME="users-agent_choose_blended">
<BR>
<B>Ο πράκτορας επιλέγει συνδυασμένος -</B> Αυτή η επιλογή εάν θέστε 1 επιτρέπει στο χρήστη για να επιλέξει εάν ο πράκτορας θέτει την εκστρατεία τους συνδυασμένη ή όχι, και εάν όχι έπειτα η συνδυασμένη προεπιλογή ρύθμιση θα χρησιμοποιηθεί. Η προεπιλογή είναι 1 για επιτρεμμένος.

<BR>
<A NAME="users-agent_choose_territories">
<BR>
<B>Agent Επιλέξτε Εδάφη -</B> Αυτή η επιλογή αν οριστεί σε 1 επιτρέπει στο χρήστη να επιλέξει τις περιοχές που θα λάβουν κλήσεις από όταν συνδεθείτε με ένα εγχειρίδιο ή INBOUND_MAN καμπάνια. Αντίθετη περίπτωση ο χρήστης θα πρέπει να ρυθμιστεί να χρησιμοποιεί όλα τα εδάφη που έχουν οριστεί σε ανήκουν στο χρήστη Εδάφη διοικητική ενότητα.

<BR>
<A NAME="users-scheduled_callbacks">
<BR>
<B>Scheduled Callbacks -</B> Η επιλογή αυτή επιτρέπει σε έναν πράκτορα για τη διάθεσή μια κλήση όπως CALLBK και να επιλέξει την ημερομηνία και την ώρα κατά την οποία το αποτέλεσμα θα πρέπει να ενεργοποιηθεί και πάλι.

<BR>
<A NAME="users-agentonly_callbacks">
<BR>
<B>Μόνο του Χρήστη Επανακλήσεις-</B> Αυτή η επιλογή επιτρέπει στον χρήστη να θέσει μία επανάκληση με τέτοιο τρόπο, ώστε μόνο αυτός να μπορεί να καλέσει τον πελάτη. Επίσης, επιτρέπει στον χρήστη να δει τις λίστες των επανακλήσεων και να τις καλέσει οποιαδήποτε στιγμή.

<BR>
<A NAME="users-agentcall_manual">
<BR>
<B>Εγχειρίδιο κλήσεων Χειριστή -</B> Η επιλογή αυτή επιτρέπει σε έναν πράκτορα για να εισάγετε χειροκίνητα ένα νέο προβάδισμα στο σύστημα και να καλέσει τους. Αυτό επιτρέπει, επίσης, την κλήση οποιουδήποτε τηλεφωνικού αριθμού από την οθόνη του πράκτορα και πώλησης που θέτουν σε συνεδρία τους. Χρησιμοποιήστε αυτή την επιλογή με προσοχή.

<BR>
<A NAME="users-agentcall_email">
<BR>
<B>Agent Call Email -</B> This option is disabled.

<BR>
<A NAME="users-agent_recording">
<BR>
<B>Agent Καταγραφή -</B> Αυτή η επιλογή μπορεί να εμποδίσει έναν πράκτορα από το να κάνει καμία εγγραφή, αφού συνδεθείτε με την οθόνη παράγοντα. Η επιλογή αυτή πρέπει να είναι σχετικά για την οθόνη παράγοντα να ακολουθήσει τις ρυθμίσεις εγγραφής της καμπάνιας.

<BR>
<A NAME="users-agent_transfers">
<BR>
<B>Μεταφορές Agent -</B> Αυτή η επιλογή μπορεί να εμποδίσει έναν πράκτορα από το άνοιγμα της μεταφοράς - Σύνοδος συνέδριο στην οθόνη παράγοντα. Αν αυτή είναι απενεργοποιημένη, ο πράκτορας δεν μπορεί να κλήση τρίτων ή τυφλή μεταφορά κλήσεις.

<?php
if ($SSoutbound_autodial_active > 0)
	{
	?>
	<BR>
	<A NAME="users-closer_default_blended">
	<BR>
	<B>Πιό στενή προεπιλογή που συνδυάζεται -</B> αυτή η επιλογή προκαθορίζει απλά το συνδυασμένο τετραγωνίδιο σε μια ΠΙΟ ΣΤΕΝΉ οθόνη σύνδεσης.
	<?php
	}
?>

<BR>
<A NAME="users-agent_recording_override">
<BR>
<B>Παράκαμψη Agent Εγγραφή -</B> Αυτή η επιλογή θα αντικαταστήσει ό, τι η επιλογή είναι στην εκστρατεία για την εγγραφή. ΑΤΟΜΑ ΜΕ ΕΙΔΙΚΕΣ ΑΝΑΓΚΕΣ δεν θα παρακάμψει τη ρύθμιση εγγραφής εκστρατείας. ΠΟΤΕ θα απενεργοποιήσει την καταγραφή στον υπολογιστή-πελάτη. OnDemand είναι η προεπιλεγμένη και επιτρέπει στον πράκτορα να ξεκινήσετε και να σταματήσετε την εγγραφή, όπως απαιτείται. ALLCALLS θα ξεκινήσει η εγγραφή στον πελάτη κάθε φορά που γίνεται μια κλήση σε έναν πράκτορα. ALLFORCE θα ξεκινήσει η εγγραφή στον πελάτη κάθε φορά που γίνεται μια κλήση σε έναν παράγοντα που προσδίδει στον πράκτορα καμία επιλογή για να σταματήσει η εγγραφή. Για ALLCALLS και ALLFORCE υπάρχει μια επιλογή για να χρησιμοποιήσετε το Recording Καθυστέρηση να μειώσουν σε πολύ σύντομο χρονικό ηχογραφήσεις και μειώνουν το φόρτο του συστήματος.

<BR>
<A NAME="users-agent_shift_enforcement_override">
<BR>
<B>Agent Shift Επιβολή Override -</B> Η ρύθμιση αυτή θα αντικαταστήσει τους χρήστες ανεξάρτητα από την ομάδα χρηστών που έχει για την εκτέλεση Shift. DISABLED θα χρησιμοποιήσει ο χρήστης ομάδα ρύθμιση. OFF δεν θα επιβάλει σε όλες τις βάρδιες. START θα επιβάλει μόνο το χρόνο σύνδεσης, αλλά δεν θα επηρεάσει έναν πράκτορα που εκτελεί τους πάνω μετατόπιση του χρόνου και αν είναι ήδη συνδεδεμένος in. ALL θα επιβάλλει μετατόπιση χρόνος έναρξης και θα συνδεθείτε ορίζονται μετά από έναν πράκτορα που τρέχουν πάνω από το τέλος του χρόνου τους βάρδια. Η προεπιλογή είναι άτομα με ειδικές ανάγκες.

<BR>
<A NAME="users-agent_call_log_view_override">
<BR>
<B>Συμπληρωματική προμήθεια άποψης κούτσουρων κλήσης πρακτόρων -</B> Αυτή η ρύθμιση θα αγνοήσει οποιου δήποτε η ομάδα χρηστών χρηστών έχει θέσει για την άποψη κούτσουρων κλήσης πρακτόρων. Τα ΑΤΟΜΑ ΜΕ ΕΙΔΙΚΈΣ ΑΝΆΓΚΕΣ θα χρησιμοποιήσουν τη ρύθμιση ομάδας χρηστών. Το Ν δεν θα επιτρέψει κούτσουρο κλήσης χρηστών. Το Υ θα επιτρέψει κούτσουρο κλήσης χρηστών. Η προεπιλογή είναι ΕΚΤΟΣ ΛΕΙΤΟΥΡΓΊΑΣ.

<BR>
<A NAME="users-agent_lead_search_override">
<BR>
<B>Πράκτορας Παράκαμψη Αναζήτηση μόλυβδο -</B> Αυτή η ρύθμιση θα αντικαταστήσει ό, τι η καμπάνια έχει οριστεί για αναζήτηση μολύβδου γραφείο. NOT_ACTIVE θα χρησιμοποιήσει τη ρύθμιση της καμπάνιας. Έδωσε τη δυνατότητα θα επιτρέπει την αναζήτηση και μολύβδου ΑΝΑΠΗΡΙΑ δεν θα επιτρέψει σε μόλυβδο αναζήτηση. Η προεπιλογή είναι NOT_ACTIVE. LIVE_CALL_INBOUND θα επιτρέψει την αναζήτηση για μια στιγμή να οδηγήσει σε μια εισερχόμενη κλήση μόνο. LIVE_CALL_INBOUND_AND_MANUAL θα επιτρέψει την αναζήτηση για μια στιγμή να οδηγήσει σε μια εισερχόμενη κλήση ή όταν είναι σταματημένο. Όταν Lead Αναζήτηση χρησιμοποιείται σε ένα live εισερχόμενη κλήση, το προβάδισμα της κλήσης, όταν πήγε στο πρακτορείο θα πρέπει να αλλάξει σε καθεστώς LSMERG, και τα αρχεία καταγραφής για την κλήση θα πρέπει να τροποποιηθεί ώστε να συνδεθεί με το μέσο που επιλέγεται μολύβδου αντί.

<BR>
<A NAME="users-alert_enabled">
<BR>
<B>Alert Enabled -</B> Αυτό το πεδίο δείχνει αν ο πράκτορας έχει ειδοποιήσεις πρόγραμμα περιήγησης στο web ενεργοποιημένη για κλήσεις όταν έρχονται σε συνεδρία οθόνη πράκτορά τους. Η προεπιλογή είναι 0 για το NO.

<BR>
<A NAME="users-allow_alerts">
<BR>
<B>Επιτρέψτε Alerts -</B> Αυτό το πεδίο σας δίνει τη δυνατότητα να επιτρέπει τις ειδοποιήσεις του προγράμματος περιήγησης παράγοντας που πρέπει να ενεργοποιηθεί από τον παράγοντα όταν κλήσεις έρχονται σε συνεδρία οθόνη πράκτορά τους. Η προεπιλογή είναι 0 για το NO.

<BR>
<A NAME="users-preset_contact_search">
<BR>
<B>Προκαθορισμένη Αναζήτηση Επικοινωνία -</B> Αν ο χρήστης έχει συνδεθεί σε μια καμπάνια που έχει Προεπιλογές μεταφοράς που να ΕΠΙΚΟΙΝΩΝΙΑ, τότε αυτή η ρύθμιση μπορεί να απενεργοποιήσετε την αναζήτηση επαφών για αυτόν τον χρήστη μόνο. Προεπιλογή είναι NOT_ACTIVE που θα χρησιμοποιήσει ό, τι η ρύθμιση της καμπάνιας είναι.

<BR>
<A NAME="users-max_inbound_calls">
<BR>
<B>Max  εισερχόμενοςκαλεί -</B> Εάν αυτή η ρύθμιση έχει οριστεί σε έναν αριθμό μεγαλύτερο από το 0, τότε θα είναι ο μέγιστος αριθμός των εισερχόμενων κλήσεων που ένας πράκτορας μπορεί να χειριστεί σε όλες τις εισερχόμενες ομάδες σε μία ημέρα. Εάν ο παράγοντας φτάσει το μέγιστο αριθμό των εισερχόμενων κλήσεων, τότε δεν θα είναι σε θέση να επιλέξει τα εισερχόμενα ομάδες να αναλάβουν τις κλήσεις από το μέχρι την επόμενη μέρα. Αυτή η ρύθμιση θα αντικαταστήσει τη ρύθμιση της εκστρατείας του με το ίδιο όνομα. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="users-campaign_ranks">
<BR>
<B>Τάξεις εκστρατείας - σε αυτό το τμήμα μπορείτε να καθορίσετε τηντάξη που ένας πράκτορας θα έχει για κάθε εκστρατεία. Αυτές οιτάξεις μπορούν να χρησιμοποιηθούν για να επιτρέψουν τηνπροτιμημένη κλήση καθοδηγώντας όταν τίθεται η επόμενη κλήσηπρακτόρων campaign_rank. Επίσης σε αυτό το τμήμα της WEB VARs για κάθε καμπάνια. Αυτά επιτρέπουν κάθε παράγοντα να έχει μια διαφορετική μεταβλητή συμβολοσειρά που μπορεί να προστεθεί στην ηλεκτρονική φόρμα ή SCRIPT καρτέλα URLs από απλά θέτοντας - Α - web_vars - Β - όπως θα την κάθε άλλο τομέα. Ένας άλλος τομέας σε αυτή την ενότητα είναι η ποιότητα, η οποία επιτρέπει την campaign_grade_random Επόμενη πάρε τηλέφωνο ρύθμιση που πρέπει να χρησιμοποιούνται. Ο βαθμός αυτός ρύθμιση θα αυξήσετε ή να μειώσετε την πιθανότητα ότι ο πράκτορας θα λάβει την κλήση.

<BR>
<A NAME="users-closer_campaigns">
<BR>
<B>Εισερχόμενες Ομάδες -</B> Εδώ μπορείτε να επιλέξετε τις εισερχόμενες ομάδες που θέλετε να λαμβάνουν τις κλήσεις , εάν έχετε επιλέξει την εκστρατεία CLOSER. Θα είστε σε θέση επίσης να θέσετε την τάξη, ή το επίπεδοικανότητας, σε αυτό το τμήμα κάθε μιας από τις εισερχόμενεςομάδες καθώς επίσης και όντας σε θέση να δείτε τοναριθμό κλήσεων που παραλαμβάνονται από κάθε εισερχόμενη ομάδαγια αυτόν τον συγκεκριμένο πράκτορα. Επίσης σε αυτό το τμήμα είναι η δυνατότητα να δοθεί στονπράκτορα μια τάξη για κάθε εισερχόμενη ομάδα. Αυτές οι τάξειςμπορούν να χρησιμοποιηθούν για την προτιμημένη κλήση καθοδηγώνταςόταν επιλέγεται εκείνη η επιλογή στην οθόνη-ΟΜΑΔΑΣ. Επίσης σε αυτό το τμήμα της WEB VARs για κάθε καμπάνια. Αυτά επιτρέπουν κάθε παράγοντα να έχει μια διαφορετική μεταβλητή συμβολοσειρά που μπορεί να προστεθεί στην ηλεκτρονική φόρμα ή SCRIPT καρτέλα URLs από απλά θέτοντας - Α - web_vars - Β - όπως θα την κάθε άλλο τομέα.

<BR>
<A NAME="users-alter_custdata_override">
<BR>
<B>Ο πράκτορας αλλάζει τη συμπληρωματική προμήθεια στοιχείωνπελατών -</B> αυτή η επιλογή θα αγνοήσει οποιος δήποτε η επιλογήείναι στην εκστρατεία για την αλλαγή των στοιχείων πελατών.NOT_ACTIVE θα χρησιμοποιήσει οποιου δήποτε που θέτει είναιπαρών για την εκστρατεία.  ALLOW_ALTER θα επιτρέψει πάντα τονπράκτορα να αλλάξει τα στοιχεία πελατών, η των οποίων ρύθμισηεκστρατείας είναι. Η προεπιλογή είναι NOT_ACTIVE.

<BR>
<A NAME="users-alter_custphone_override">
<BR>
<B>Agent Alter Πελατών τηλέφωνο Παράκαμψη - </B> Η επιλογή αυτή θα υπερισχύσει του όποια κι αν είναι η επιλογή είναι στην εκστρατεία για την τροποποίηση του πελάτη τον αριθμό του τηλεφώνου. NOT_ACTIVE θα χρησιμοποιήσει όποια ρύθμιση είναι παρόντες κατά την εκστρατεία. ALLOW_ALTER θα επιτρέπει πάντα για τον πράκτορα να τροποποιήσει τον αριθμό τηλεφώνου του πελάτη, δεν το θέμα αυτό η εκστρατεία η ρύθμιση. Προεπιλεγμένο είναι NOT_ACTIVE.

<BR>
<A NAME="users-custom_one">
<BR>
<B>Custom χρήστη Κενά -</B> Αυτές οι πέντε τομείς που μπορούν να χρησιμοποιηθούν για διάφορους σκοπούς, και μπορούν να κατοικείται σε διευθύνσεις φόρμα και σενάρια ως user_custom_one και ούτω καθεξής. Η Προσαρμοσμένη 5 πεδίο μπορεί να χρησιμοποιηθεί ως ένα πεδίο για να καθορίσει μια σειρά dialplan να στείλετε μια κλήση σε ένα από AGENTDIRECT στην ομάδα, αν ο χρήστης δεν είναι διαθέσιμη, το μόνο που χρειάζεται να βάλετε AGENTEXT στον τομέα ΜΗΝΥΜΑ ή παράταση της AGENTDIRECT στην ομάδα και το σύστημα θα κοιτάξει το έθιμο των πέντε τομέων και να στείλει την κλήση σε αυτό τον αριθμό dialplan.

<BR>
<A NAME="users-alter_agent_interface_options">
<BR>
<B>Αλλάξτε τις επιλογές διεπαφών Χειριστών -</B> εάν θέσετε σε 1 αυτή την επιλογή, επιτρέπει στο διαχειριστή να τροποποιήσει τις επιλογές διεπαφών χειριστών στην admin.php.

<BR>
<A NAME="users-delete_users">
<BR>
<B>Διαγραφή Χρηστών -</B> εάν θέσετε σε 1 αυτή την επιλογή, επιτρέπει στο χρήστη να διαγράψει άλλους χρήστες ίσου ή μικρότερου επιπέδου από το σύστημα.

<BR>
<A NAME="users-delete_user_groups">
<BR>
<B>Διαγραφή Ομάδων Χρηστών -</B> εάν θέσετε σε 1 αυτή την επιλογή, επιτρέπει στο χρήστη να διαγράψει τις ομάδες χρηστών από το σύστημα.

<BR>
<A NAME="users-delete_lists">
<BR>
<B>Διάγραψε τις Λίστες -</B> Αυτή η επιλογή, αν τεθεί σε 1 επιτρέπει στο χρήστη να διαγράψει καταλόγους από το σύστημα.

<BR>
<A NAME="users-delete_campaigns">
<BR>
<B>Διάγραψε τις εκστρατείες -</B> Αυτή η επιλογή, αν τεθεί σε 1 επιτρέπει στο χρήστη να διαγράψει εκστρατείες από το σύστημα.

<BR>
<A NAME="users-delete_ingroups">
<BR>
<B>Διάγραψε τις Εισ-ΟΜΑΔΕΣ -</B> Αυτή η επιλογή, αν τεθεί σε 1 επιτρέπει στο χρήστη να διαγράψει  εισερχόμενοςΟμάδες από το σύστημα.

<BR>
<A NAME="users-modify_custom_dialplans">
<BR>
<B>Τροποποίηση Προσαρμοσμένη Dialplans -</B> Αυτή η επιλογή, αν τεθεί σε 1 επιτρέπει στο χρήστη να δείτε και να τροποποιήσετε έθιμο dialplan εγγραφές που είναι διαθέσιμες στο μενού κλήσεων, Ρυθμίσεις Συστήματος και Κεντρικοί υπολογιστές οθόνες τροποποίησης.

<BR>
<A NAME="users-delete_remote_agents">
<BR>
<B>Διάγραψε τους Απομακρυσμένους Χειριστές -</B> Αυτή η επιλογή, αν τεθεί σε 1 επιτρέπει στο χρήστη να διαγράψει εξ αποστάσεως μέσα από το σύστημα.

<?php
if ($SSoutbound_autodial_active > 0)
	{
	?>
	<BR>
	<A NAME="users-load_leads">
	<BR>
	<B>Εισαγωγή Οδηγών -</B> Αυτή η επιλογή, αν τεθεί σε 1 επιτρέπει στο χρήστη να φορτώσει τις λίστες μολύβδου στον πίνακα κατάλογο μέσω του μολύβδου φορτωτή web-based.
	<?php
	}
if ($SScustom_fields_enabled > 0)
	{
	?>
	<BR>
	<A NAME="users-custom_fields_modify">
	<BR>
	<B>Οι τομείς συνήθειας τροποποιούν -</B> Αυτή η επιλογή εάν θέστε 1 επιτρέπει στο χρήστη για να τροποποιήσει τους τομείς καταλόγων συνήθειας.
	<?php
	}
?>

<BR>
<A NAME="users-campaign_detail">
<BR>
<B>Λεπτομέρειες Εκστρατείας -</B> εάν θέσετε σε 1 αυτή την επιλογή, επιτρέπει στο χρήστη να δει και να τροποποιήσει τα λεπτομερή στοιχεία της εκστρατείας.

<BR>
<A NAME="users-ast_admin_access">
<BR>
<B>AGC Πρόσβαση Διαχειριστή -</B> εάν θέσετε σε 1 αυτή την επιλογή, επιτρέπει στο χρήστη να συνδεθεί στις σελίδες του astGUIclient ως διαχειριστής.

<BR>
<A NAME="users-ast_delete_phones">
<BR>
<B>AGC διαγραφή τηλεφώνων -</B> εάν θέσετε σε 1 αυτή την επιλογή, επιτρέπει στο χρήστη να διαγράψει τα τηλέφωνα στις σελίδες του διαχειριστή του astGUIclient.

<BR>
<A NAME="users-delete_scripts">
<BR>
<B>Διαγραφή Βοηθού -</B> εάν θέσετε σε 1 αυτή την επιλογή, επιτρέπει στο χρήστη να διαγράψει τους οδηγούς της εκστρατείας .

<BR>
<A NAME="users-modify_leads">
<BR>
<B>Τροποποιήστε τους οδηγούς -</B> αυτή η επιλογή εάν τη θέσετε σε 1, επιτρέπει στο χρήστη να τροποποιήσει τους οδηγούς στη σελίδα αποτελεσμάτων αναζήτησης οδηγών.

<?php
if ($SSallow_emails>0)
	{
?>
<BR>
<A NAME="users-modify_email_accounts">
<BR>
<B>Τροποποίηση Email Λογαριασμοί -</B> Αυτή η επιλογή, αν έχει ρυθμιστεί στο 1 επιτρέπει στο χρήστη να τροποποιήσει τους λογαριασμούς ηλεκτρονικού ταχυδρομείου στο e-mail τη σελίδα διαχείρισης λογαριασμού.
<?php
	}
?>

<BR>
<A NAME="users-change_agent_campaign">
<BR>
<B>Αλλαγή Εκστρατείας Χειριστού -</B> εάν θέσετε σε 1 αυτή την επιλογή, επιτρέπει στο χρήστη να αλλάξει την εκτρατεία όπου ένας πράκτορας έχει συνδεθεί .

<?php
if ($SSoutbound_autodial_active > 0)
	{
	?>
	<BR>
	<A NAME="users-delete_filters">
	<BR>
	<B>Διαγραφή Φίλτρουs -</B> Αυτή η επιλογή επιτρέπει στο χρήστη να είναι σε θέση να διαγράψετε φίλτρα μολύβδου από το σύστημα.
	<?php
	}
?>

<BR>
<A NAME="users-delete_call_times">
<BR>
<B>Διαγραφή Χρόνου Κλήσηςs -</B> Αυτή η επιλογή επιτρέπει στο χρήστη να είναι σε θέση να διαγράψετε τους χρόνους κλήσης και τα αρχεία του κράτους χρόνοι κλήσεων, από το σύστημα.

<BR>
<A NAME="users-modify_call_times">
<BR>
<B>Τροποποίηση Χρόνων Κλήσεων -</B> Αυτή η επιλογή επιτρέπει στον χρήστη εμφανίσει και να τροποποιήσει τους χρόνους κλήσεων και τις εγγραφές χρόνων κλήσεων κατάστασης. Δεν χρειάζεται να είναι ενεργή αυτή η επιλογή εάν μόνο χρειάζεται η αλλαγή της επιλογής των χρόνων κλήσεων στην οθόνη των εκστρατειών.

<BR>
<A NAME="users-modify_sections">
<BR>
<B>Τροποποιήστε τα τμήματα -</B> αυτές οι επιλογές επιτρέπουν στοχρήστη για να δουν και να τροποποιήσουν κάθε ένας αρχείατμημάτων. Εάν θέστε 0, ο χρήστης θα είναι σε θέση ναδει τον κατάλογο τμημάτων, αλλά όχι την οθόνηλεπτομέρειας ή τροποποίησης ενός αρχείου σε εκείνο το τμήμα.

<BR>
<A NAME="users-view_reports">
<BR>
<B>View Εκθέσεις -</B> Αυτή η επιλογή επιτρέπει στο χρήστη να βλέπει τις εκθέσεις web συστήματος.

<?php
if ($SSqc_features_active > 0)
	{
	?>
	<BR>
	<A NAME="users-qc_enabled">
	<BR>
	<B>QC Enabled - </B> Η επιλογή αυτή επιτρέπει στο χρήστη να συνδεθείτε με το γραφείο ποιοτικού ελέγχου της οθόνης.

	<BR>
	<A NAME="users-qc_user_level">
	<BR>
	<B>QC επίπεδο χρήστη - </B> Αυτή η ρύθμιση ορίζει τι ο πράκτορας Ελέγχου Ποιότητας χρήστη επίπεδο. Αυτό θα υπαγορεύσει το επίπεδο λειτουργικότητας για τον αντιπρόσωπο στο τμήμα QC:<BR>
	1 - Τίποτα δεν Modify<BR>
	2 - Τίποτα δεν ModifyΕκτός Status<BR>
	3 - Τροποποιήστε Όλα τα πεδία<BR>
	4 - Βεβαιωθείτε πρώτου γύρου, QC<BR>
	5 - Δείτε QC Στατιστικά<BR>
	6 - Ικανότητα ModifyΕΤΟΙΜΑ αρχεία<BR>
	7 - Manager Επίπεδο<BR>

	<BR>
	<A NAME="users-qc_pass">
	<BR>
	<B>QC Εγγραφή Pass - </B> Η επιλογή αυτή επιτρέπει στον πράκτορα να διευκρινιστεί ότι μια εγγραφή έχει περάσει από τον πρώτο γύρο, QC, μετά την επανεξέταση των ρεκόρ.

	<BR>
	<A NAME="users-qc_finish">
	<BR>
	<B>QC Εγγραφή Finish - </B> Η επιλογή αυτή επιτρέπει στον πράκτορα να διευκρινιστεί ότι μια εγγραφή έχει τελειώσει ο δεύτερος γύρος των QC πέρασε μετά την επανεξέταση των ρεκόρ.

	<BR>
	<A NAME="users-qc_commit">
	<BR>
	<B>QC Αναλήψεις Record - </B> Η επιλογή αυτή επιτρέπει στον πράκτορα να διευκρινιστεί ότι ένα ρεκόρ το οποίο έχει δεσμευθεί στην QC. Αυτό δεν είναι πλέον δυνατό να τροποποιηθεί από κανέναν.
	<?php
	}
?>

<BR>
<A NAME="users-add_timeclock_log">
<BR>
<B>ΠροσθήκηΏρα ρολόι Εγγραφή Εγγραφή - </B> Η επιλογή αυτή επιτρέπει στο χρήστη να προσθέσετε εγγραφές στο μητρώο timeclock.

<BR>
<A NAME="users-modify_timeclock_log">
<BR>
<B>ΤροποποιήστεΏρα ρολόι Εγγραφή Εγγραφή - </B> Η επιλογή αυτή επιτρέπει στο χρήστη να τροποποιήσει τις εγγραφές του timeclock log.

<BR>
<A NAME="users-delete_timeclock_log">
<BR>
<B>Εγγραφή ΔιαγραφήΏρα ρολόι Record - </B> Η επιλογή αυτή επιτρέπει στο χρήστη να διαγράψει αρχεία στο timeclock log.

<BR>
<A NAME="users-vdc_agent_api_access">
<BR>
<B>Agent API Access -</B> Αυτή η επιλογή επιτρέπει ο λογαριασμός πρέπει να χρησιμοποιείται με τον παράγοντα και μη-agent εντολές API.

<BR>
<A NAME="users-manager_shift_enforcement_override">
<BR>
<B>Manager Shift Επιβολή Override -</B> Η ρύθμιση αυτή ορίζεται σε 1, αν θα επιτρέψει ο διαχειριστής του να εισέλθει στα χρήστη και κωδικό πρόσβασης σε έναν πράκτορα της οθόνης για να παρακάμψετε τους περιορισμούς σχετικά με τη μετατόπιση ενός πράκτορα συνόδου εάν ο πράκτορας προσπαθεί να συνδεθείτε με τους εκτός της βάρδιας. Η προεπιλογή είναι 0.

<BR>
<A NAME="users-download_lists">
<BR>
<B>Download Κατάλογοι -</B> Αυτή η ρύθμιση, εάν ρυθμιστεί σε 1 θα επιτρέψει τη Διαχείριση κλικ για να κατεβάσετε την λίστα σύνδεσμο στο κάτω μέρος της οθόνης μια λίστα τροποποίηση για την εξαγωγή του συνόλου του περιεχομένου του καταλόγου σε μια επίπεδη αρχείο δεδομένων. Η προεπιλογή είναι 0.

<BR>
<A NAME="users-export_reports">
<BR>
<B>Εξαγωγή Εκθέσεις -</B> Η ρύθμιση αυτή εφόσον έχει καθοριστεί στο 1 θα επιτρέψει σε έναν διαχειριστή να έχουν πρόσβαση στην κλήση των εξαγωγών και των εκθέσεων οδηγούν στην οθόνη ΕΚΘΕΣΕΙΣ. Η προεπιλογή είναι 0. Για την εξαγωγή κλήσεις και οδηγεί εκθέσεις, η ακόλουθη σειρά πεδίο χρησιμοποιείται για τις εξαγωγές: <BR>call_date, phone_number_dialed, status, user, full_name, campaign_id/in-group, vendor_lead_code, source_id, list_id, gmt_offset_now, phone_code, phone_number, title, first_name, middle_initial, last_name, address1, address2, address3, city, state, province, postal_code, country_code, gender, date_of_birth, alt_phone, email, security_phrase, comments, length_in_sec, user_group, alt_dial/queue_seconds, rank, owner

<BR>
<A NAME="users-delete_from_dnc">
<BR>
<B>Διαγραφή DNC Από Λίστες -</B> Η ρύθμιση αυτή, αν τεθεί σε 1 θα επιτρέψει σε έναν διαχειριστή για να αφαιρέσετε αριθμούς τηλεφώνου από τις λίστες DNC στο σύστημα.

<BR>
<A NAME="users-realtime_block_user_info">
<BR>
<B>Σε πραγματικό χρόνο πληροφορίες χρηστών φραγμών -</B> Αυτή η ρύθμιση εάν θέστε 1 θα εμποδίσει τις πληροφορίες χρηστών και σταθμών από την επίδειξη στη σε πραγματικό χρόνο έκθεση. Η προεπιλογή είναι 0 για τα άτομα με ειδικές ανάγκες.

<BR>
<A NAME="users-modify_same_user_level">
<BR>
<B>Τροποποίηση ίδιο επίπεδο χρήστη -</B> Αυτή η ρύθμιση ισχύει μόνο για τους χρήστες Επίπεδο 9. Αν ενεργοποιηθεί επιτρέπει το επίπεδο 9 στο χρήστη να τροποποιήσει τις δικές τους ρυθμίσεις, καθώς και άλλες επίπεδο 9 χρήστες. Η προεπιλογή είναι 1 για ενεργοποίηση.

<BR>
<A NAME="users-admin_hide_lead_data">
<BR>
<B>Διαχειριστής Απόκρυψη μολύβδου Δεδομένων -</B> Αυτή η ρύθμιση ισχύει μόνο για το επίπεδο 7, 8 και 9 χρήστες. Αν είναι ενεργοποιημένο το αντικαθιστά τα δεδομένα των πελατών οδηγούν σε πολλές εκθέσεις και τις οθόνες του συστήματος με Xs. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="users-admin_hide_phone_data">
<BR>
<B>Διαχειριστής Απόκρυψη Στοιχεία Τηλεφώνου -</B> Αυτή η ρύθμιση ισχύει μόνο για το επίπεδο 7, 8 και 9 χρήστες. Αν είναι ενεργοποιημένο αντικαθιστά τους αριθμούς τηλεφώνου των πελατών σε πολλές εκθέσεις και τις οθόνες του συστήματος με Xs. Οι ρυθμίσεις ΨΗΦΙΑ θα παρουσιάσει μόνο τα τελευταία ψηφία Χ του αριθμού τηλεφώνου. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.






<BR><BR><BR><BR>

<B><FONT SIZE=3>ΕΚΣΤΡΑΤΕΙΕΣ ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="campaigns-campaign_id">
<BR>
<B>ID Εκστρατείας -</B> Αυτό είναι το σύντομο όνομα της εκστρατείας, δεν μπορεί να διορθωθεί μετά από την αρχική παράδοση, δεν μπορεί να περιέχει κενά και πρέπει να είναι μεταξύ 2 και 8 χαρακτήεςh.

<BR>
<A NAME="campaigns-campaign_name">
<BR>
<B>Ονομα Εκστρατείας -</B> Αυτό είναι η περιγραφή της εκστρατείας, πρέπει να είναι μεταξύ 6 και 40 χαρακτήρες.

<BR>
<A NAME="campaigns-campaign_description">
<BR>
<B>Περιγραφή εκστρατείας -</B> αυτό είναι ένας τομέας υπομνημάτων γιατην εκστρατεία, είναι προαιρετικό και μπορεί να είναι έναμέγιστο 255 χαρακτήρων στο μήκος.

<BR>
<A NAME="campaigns-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για την εκστρατεία αυτή, αυτό επιτρέπει την προβολή του διαχειριστή αυτής της εκστρατείας, καθώς και οι λίστες έχουν ανατεθεί σε αυτήν την εκστρατεία που θα περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε διαχειριστή χρήστη με δικαιώματα εκστρατεία ομάδα χρηστών για να δείτε αυτήν την εκστρατεία.

<BR>
<A NAME="campaigns-campaign_changedate">
<BR>
<B>Ημερομηνία αλλαγής εκστρατείας -</B> αυτό είναι η τελευταία φοράότι οι τοποθετήσεις για αυτήν την εκστρατεία τροποποιήθηκαν απόκαμιά άποψη.

<BR>
<A NAME="campaigns-campaign_logindate">
<BR>
<B>Τελευταία ημερομηνία σύνδεσης εκστρατείας -</B> αυτό είναι ητελευταία φορά ότι ένας πράκτορας καταγράφηκε σε αυτήν τηνεκστρατεία.

<BR>
<A NAME="campaigns-campaign_calldate">
<BR>
<B>Ημερομηνία τελευταίας Καμπάνια τηλεφωνώ -</B> Αυτή είναι η τελευταία φορά που μια κλήση αυτή γίνεται από έναν πράκτορα συνδεθεί σε αυτή την καμπάνια.

<BR>
<A NAME="campaigns-max_stats">
<BR>
<B>Μέγιστη Ημερήσια Στατιστικά -</B> Αυτές είναι οι στατιστικές που παράγονται από το σύστημα κάθε μέρα όλη την ημέρα μέχρι το τέλος χρονομέτρησης της ημέρας, όπως έχει οριστεί στις ρυθμίσεις συστήματος. Οι αριθμοί αυτοί προκύπτουν από τα αρχεία στο σύστημα να καταστεί δυνατή η εμφάνιση πολύ πιο γρήγορα. Περιλαμβάνονται τα στατιστικά είναι - Σύνολο καλεί, Μέγιστο Πράκτορες, Μέγιστη εισερχόμενες κλήσεις, εξερχόμενες κλήσεις Μέγιστη.

<BR>
<A NAME="campaigns-campaign_stats_refresh">
<BR>
<B>Εκστρατεία Stats Refresh -</B> Η επιλογή αυτή θα σας επιτρέψει να αναγκάσει μια εκστρατεία ζητώντας στατιστικά ανανεώσετε, ακόμη και αν η εκστρατεία δεν είναι ενεργή.

<BR>
<A NAME="campaigns-realtime_agent_time_stats">
<BR>
<B>Real-Time Χρονικά Στατιστικά γραφείο -</B> Ορίζοντας αυτό σε τίποτα, όμως είναι απενεργοποιημένα θα επιτρέψει τη συλλογή των στατιστικών στοιχείων χρόνο παράγοντα για σήμερα για την εκστρατεία αυτή, που είναι ορατά μέσα από το Real-Time έκθεση. ΚΑΛΕΙ είναι ο μέσος όρος καλεί διακινούνται ανά πράκτορα, ΑΝΑΜΟΝΗ είναι ο μέσος χρόνος αναμονής πράκτορα, CUST είναι ο μέσος χρόνος ομιλίας των πελατών, ACW είναι ο μέσος χρόνος εργασίας Μετά από πρόσκληση, PAUSE είναι ο μέσος χρόνος παύσης. Προεπιλογή είναι απενεργοποιημένη.

<BR>
<A NAME="campaigns-active">
<BR>
<B>Ενεργοποίηση -</B> Εδώ μπορείτε να θέσετε την εκστρατεία ενεργή ή μη ενεργή. Εάν είναι μη ενεργή, κανένας δεν μπορεί να συνδεθεί σε αυτήν.

<BR>
<A NAME="campaigns-park_ext">
<BR>
<B>Πάρκο Μουσική-on-Hold -</B> Αυτό είναι όπου μπορείτε να ορίσετε την on-hold πλαίσιο μουσική για αυτή την καμπάνια. Βεβαιωθείτε ότι έχετε επιλέξει μια έγκυρη μουσική σε αναμονή πλαίσιο από την λίστα επιλογής και ότι το πλαίσιο που έχετε επιλέξει έχει έγκυρη αρχεία σε αυτό. Προεπιλογή είναι προεπιλογή.

<BR>
<A NAME="campaigns-park_file_name">
<BR>
<B>Park File Name -</B> NOT USED.

<BR>
<A NAME="campaigns-web_form_address">
<BR>
<B>Ιστοσελίδα -</B> Αυτή είναι η προσαρμοσμένη διεύθυνση που θα σας κατευθύνει για κλήσεις που έρχονται σε αυτήν την ομάδα. Για να προσαρμόσετε το ερώτημα string μετά την ηλεκτρονική φόρμα, απλά αρχίζει την ηλεκτρονική φόρμα με VAR και στη συνέχεια τη διεύθυνση URL που θέλετε να χρησιμοποιήσετε, σε αντικατάσταση των μεταβλητών με τις ονομασίες των μεταβλητών που θέλετε να χρησιμοποιήσετε - Α - phone_number - Β -- όπως ακριβώς και στην καρτέλα scripts τμήμα. Αν θέλετε να χρησιμοποιήσετε προσαρμοσμένα πεδία σε μια διεύθυνση ιστού μορφή, θα πρέπει να προσθέσετε &CF_uses_custom_fields=Y ως μέρος του URL σας.

<BR>
<A NAME="campaigns-web_form_target">
<BR>
<B>Web Μορφή Target-</B> Αυτό είναι όπου μπορείτε να ρυθμίσετε το έθιμο ιστοσελίδα πλαίσιο ότι η ηλεκτρονική φόρμα θα ανοίξει όταν ο χρήστης κάνει κλικ στην ηλεκτρονική φόρμα κουμπί. Προεπιλεγμένο είναι _blank.

<BR>
<A NAME="campaigns-allow_closers">
<BR>
<B>Επιτρέπει τους Closers -</B> Εδώ ορίζετε εάν οι χρήστες της εκστρατείας θα έχουν την επιλογή να στείλουν την κλήση σε έναν closer.

<?php
if ($SSallow_emails > 0) 
		{
?>
	<BR>
	<A NAME="campaigns-allow_emails">
	<BR>
	<B>Αφήστε Emails -</B> Αυτό είναι όπου μπορείτε να ορίσετε αν οι χρήστες αυτής της εκστρατείας θα είναι σε θέση να λάβει τα εισερχόμενα μηνύματα ηλεκτρονικού ταχυδρομείου εκτός από τις τηλεφωνικές κλήσεις.
<?php
		}
?>
<BR>
<A NAME="campaigns-default_xfer_group">
<BR>
<B>Ομάδα μεταφοράς προεπιλογής - αυτός ο τομέας είναι η-ΟΜΑΔΑπροεπιλογής που θα επιλεχτεί αυτόματα όταν πηγαίνει ο πράκτοραςστο πλαίσιο μεταφορά-διασκέψεων στη διεπαφή πρακτόρων τους.

<BR>
<A NAME="campaigns-xfer_groups">
<BR>
<B>Ομάδες μεταφοράς - με αυτές τις λίστες τετραγωνιδίου μπορείτε ναεπιλέξετε τις ομάδες ότι οι πράκτορες σε αυτήν την εκστρατείαμπορούν να μεταφέρουν τις κλήσεις. Επιτρέψτε ότι Closersπρέπει να επιτραπεί για αυτήν την επιλογή να παρουσιάσει.

<?php
if ($SSoutbound_autodial_active > 0)
	{
	?>
	<BR>
	<A NAME="campaigns-campaign_allow_inbound">
	<BR>
	<B>Επιτρέψτε πλησίον και συνδύασε - αυτό είναι όπου μπορείτε ναθέσετε εάν οι χρήστες αυτής της εκστρατείας θα έχουν τηνεπιλογή να πάρουν τις εισερχόμενες κλήσεις με αυτήν τηνεκστρατεία. Εάν θέλετε να κάνετε συνδυασμένων εισερχόμενος καιεξερχόμενος έπειτα αυτό πρέπει να τεθεί το Υ. Εάν θέλετε μόνονα κάνετε τον εξερχόμενο σχηματισμό σε αυτήν την εκστρατείαθέστε αυτό σε Ν. Default είναι ν.

	<BR>
	<A NAME="campaigns-dial_status">
	<BR>
	<B>Κατάσταση Κλήσης -</B> Εδώ ορίζετε τις καταστάσεις που θέλετε να κληθούν μέσα στις λίστες, οι οποίες είναι ενεργές για   την εκστρατεία παρακάτω. Να προσθέσει μια άλλη θέση στον πίνακα, να το επιλέξει από τονεξελισσόμενους κατάλογο και τον κρότο ΠΡΟΣΘΕΤΕΙ. Για να αφαιρέσετεμια από τις θέσεις πινάκων, χτυπήστε στη REMOVE σύνδεση δίπλαστη θέση που θέλετε να αφαιρέσετε.

	<BR>
	<A NAME="campaigns-lead_order">
	<BR>
	<B>Ταξινόμηση Λίστας -</B> Σε αυτόν τον κατάλογο επιλογών μπορείτε να επιλέξετε πώς οι οδηγοί, που ταιριάζουν με τις καταστάσεις που επιλέξατε παραπάνω, θα τοποθετηθούν στον hopper:
	 <BR> &nbsp; - DOWN: επιλέξετε την πρώτη οδηγεί φορτώνονται στον πίνακα λίστα
	 <BR> &nbsp; - UP: επιλέξτε τις τελευταίες οδηγεί φορτώνονται στον πίνακα λίστα
	 <BR> &nbsp; - UP PHONE: επιλογή του υψηλότερου τηλεφωνικού αριθμού και συνεχίζει προς τα κάτω
	 <BR> &nbsp; - DOWN PHONE: επιλογή του χαμηλότερου τηλεφωνικού αριθμού και συνεχίζει προς τα πάνω
	 <BR> &nbsp; - UP LAST NAME: έναρξη με τα επίθετα να ξεκινάνε με Ζ και συνεχίζει προς τα κάτω
	 <BR> &nbsp; - DOWN LAST NAME: έναρξη με τα επίθετα να ξεκινάνε με Α και συνεχίζει προς τα πάνω
	 <BR> &nbsp; - UP COUNT: έναρξη με τους λιγότερους σε κλήση οδηγούς και συνεχίζει προς τα κάτω
	 <BR> &nbsp; - DOWN COUNT: έναρξη με τους λιγότερους σε κλήση οδηγούς και συνεχίζει
	 <BR> &nbsp; - DOWN COUNT 2nd NEW: έναρξη με τους λιγότερους σε κλήση οδηγούς και συνεχίζει προς τα πάνω με την εισαγωγή ενός ΝΕΟΥ οδηγού για κάθε άλλο οδηγό - Πρέπει να ΜΗΝ έχει νέα επιλεγμένα στις καταστάσεις κλήσεων
	 <BR> &nbsp; - DOWN COUNT 3nd NEW: έναρξη με τους λιγότερους σε κλήση οδηγούς και συνεχίζει προς τα πάνω με την εισαγωγή ενός ΝΕΟΥ οδηγού για κάθε τρίτο οδηγό - Πρέπει να ΜΗΝ έχει νέα επιλεγμένα στις καταστάσεις κλήσεων
	 <BR> &nbsp; - DOWN COUNT 4th NEW: έναρξη με τους λιγότερους σε κλήση οδηγούς και συνεχίζει προς τα πάνω με την εισαγωγή ενός ΝΕΟΥ οδηγού για κάθε τέταρτο οδηγό - Πρέπει να ΜΗΝ έχει νέα επιλεγμένα στις καταστάσεις κλήσεων
	 <BR> &nbsp; - RANDOM: Τυχαία αρπάζει οδηγήσει στο καταστάσεις και κατάλογοι που ορίζονται
	 <BR> &nbsp; - LAST CALL UP TIME: Ταξινομεί από τα νεότερα τοπική ώρα πρόσκληση για την οδηγεί
	 <BR> &nbsp; - ΚΑΤΩ LAST CALL TIME: Ταξινομεί από τις παλαιότερες τοπική ώρα πρόσκληση για την οδηγεί
	 <BR> &nbsp; - UP RANK: Ξεκινά με την υψηλότερη θέση και τα έργα του τρόπο τις
	 <BR> &nbsp; - DOWN RANK: Ξεκινά με το χαμηλότερο βαθμό και λειτουργεί το δρόμο του μέχρι
	 <BR> &nbsp; - UP OWNER: Ξεκινά με τους ιδιοκτήτες που αρχίζει με Ζ και λειτουργεί επηρεάζοντας
	 <BR> &nbsp; - DOWN OWNER: Ξεκινά με τους ιδιοκτήτες που αρχίζει με Α και λειτουργεί το δρόμο του μέχρι
	 <BR> &nbsp; - UP TIMEZONE: Ξεκινά με την Ανατολική χρονικών ζωνών και έργα Δύση
	 <BR> &nbsp; - DOWN TIMEZONE: Ξεκινά με τα δυτικά χρονικών ζωνών και των έργων Ανατολή

	<BR>
	<A NAME="campaigns-lead_order_randomize">
	<BR>
	<B>Παραγγελία Λίστα Τυχαία -</B> Αυτή η επιλογή σας επιτρέπει να τυχαιοποιήσουμε τη σειρά των οδηγεί στη χοάνη του φορτίου εντός των αποτελεσμάτων καθορίζονται από τα ανωτέρω κριτήρια. Για παράδειγμα, η σειρά των ονομάτων θα πρέπει να διατηρηθεί, αλλά τα αποτελέσματα θα είναι τυχαία εντός της εν λόγω ταξινόμησης. Η ρύθμιση αυτής της επιλογής στο Y θα επιτρέψει αυτή τη δυνατότητα. Προεπιλογή N για άτομα με ειδικές ανάγκες. ΣΗΜΕΙΩΣΗ, εάν έχετε έναν μεγάλο αριθμό οδηγεί αυτή η επιλογή μπορεί να επιβραδύνει την ταχύτητα του σεναρίου χοάνη φόρτωσης.

	<BR>
	<A NAME="campaigns-lead_order_secondary">
	<BR>
	<B>Παραγγελία Λίστα Δευτεροβάθμια -</B> Αυτή η επιλογή σας επιτρέπει να επιλέξετε τη δεύτερη σειρά ταξινόμησης των οδηγεί στο φορτίο χοάνη μετά τη σειρά των ονομάτων και εντός των αποτελεσμάτων καθορίζονται από τα ανωτέρω κριτήρια. Για παράδειγμα, η σειρά των ονομάτων θα χρησιμοποιηθεί για την πρώτη του είδους των αγωγών, αλλά τα αποτελέσματα θα ταξινομούνται για δεύτερη φορά εντός του εν λόγω ταξινόμηση σε ολόκληρη την ίδια σειρά της πρώτης Τάξης λίστα. Για παράδειγμα, εάν έχετε Παραγγελία Λίστα που να ΚΑΤΩ COUNT και έχετε μόνο τους μολύβδους που έχουν επιχειρήσει 1 και 2 φορές, στη συνέχεια, αν έχετε τη σειρά των ονομάτων Δευτεροβάθμια σύνολο LEAD_ASCEND σε όλες τις οδηγεί απόπειρα 1 θα ταξινομηθούν από τα παλαιότερα καλώδια πρώτο και θα τεθεί στη χοάνη με αυτόν τον τρόπο. Προεπιλογή LEAD_ASCEND. ΣΗΜΕΙΩΣΗ, εάν έχετε έναν μεγάλο αριθμό οδηγεί χρησιμοποιώντας μία από τις επιλογές μπορεί να CALLTIME επιβραδύνει την ταχύτητα του σεναρίου χοάνη φόρτωσης. Αν Παραγγελία Λίστα Τυχαία είναι ενεργοποιημένη, η επιλογή αυτή θα πρέπει να αγνοηθεί.

	<BR>
	<A NAME="campaigns-hopper_level">
	<BR>
	<B>Ελάχιστο Επίπεδο Χόπερ -</B> Αυτός είναι ο ελάχιστος αριθμός των οδηγεί το σενάριο φόρτωσης χοάνη προσπαθεί να κρατήσει στον πίνακα χοάνη για αυτήν την καμπάνια. Αν τρέχει VDhopper script κάθε λεπτό, να κάνει αυτό το ελαφρώς μεγαλύτερος από τον αριθμό των οδηγεί πάτε μέσα σε ένα λεπτό.

	<BR>
	<A NAME="campaigns-use_auto_hopper">
	<BR>
	<B>Αυτόματη Επίπεδο Χόπερ -</B> Ρύθμιση αυτό Y θα επιτρέψει στο σύστημα να προσαρμόζει αυτόματα τη χοάνη που βασίζονται στα ανοικτά των ρυθμίσεων που έχετε στην καμπάνια σας. Ο τύπος που χρησιμοποιεί για να γίνει αυτό είναι:<BR>Number of ΕνεργόςΠράκτορες * ΕΠΙΠΕΔΟ ΑΥΤΟΜΑΤΗΣ ΚΛΗΣΗΣ * ( 60 seconds / Κλήση εκτός χρόνου ) * Auto Hopper Multiplier<BR>Default is Y.

	<BR>
	<A NAME="campaigns-auto_hopper_multi">
	<BR>
	<B>Αυτόματη Πολλαπλασιαστής Χόπερ -</B> Αυτό είναι πολλαπλασιαστής για τον Χόπερ Auto. Η ρύθμιση αυτής της λιγότερο από το 1 θα προκαλέσει ο αλγόριθμος Χόπερ Αυτόματη να φορτώσει οδηγεί λιγότερο από ό, τι συνήθως. Ρύθμιση αυτό υπερβαίνει το 1 θα προκαλέσει ο αλγόριθμος Χόπερ Αυτόματη να φορτώσει περισσότερο από ό, τι οδηγεί κανονικά. Προεπιλογή είναι 1.

	<BR>
	<A NAME="campaigns-auto_trim_hopper">
	<BR>
	<B>Αυτόματη Περικοπή Χόπερ -</B> Ρύθμιση αυτό Y θα επιτρέψει στο σύστημα να αφαιρέσει αυτόματα την υπερβολική οδηγεί από τη χοάνη. Η προεπιλογή είναι Y.

	<BR>
	<A NAME="campaigns-hopper_vlc_dup_check">
	<BR>
	<B>Χόπερ VLC Dup Έλεγχος -</B> Ρύθμιση αυτό Υ θα έχει ως αποτέλεσμα σε κάθε μόλυβδο που ενσωματώνεται στην χοάνη που ελέγχονται από vendor_lead_code να βεβαιωθείτε ότι δεν υπάρχει εις διπλούν οδηγεί εισάγεται με την ίδια vendor_lead_code. Αυτό είναι πολύ χρήσιμο όταν Auto-Alt-Κλήση με MULTI_LEAD. Προεπιλογή είναι N.

	<BR>
	<A NAME="campaigns-lead_filter_id">
	<BR>
	<B>Φίλτρο Οδηγοιύ -</B> αυτή είναι μία μέθοδος για να δημιουργήτε φίλτρα για την SQL ερώτηση. Χρησιμοποιήστε αυτό το χαρακτηριστικό με προσοχή, είναι εύκολο να σταματήσει το σύστημα με μία μικρή αλλαγή στη δήλωση SQL. Η προεπιλογή είναι ΚΑΜΙΑ.

	<BR>
	<A NAME="campaigns-call_count_limit">
	<BR>
	<B>Αριθμός Κλήσεων Όριο -</B> Αυτό επιβάλλει ένα όριο στον αριθμό των προσπαθειών κλήσης για τις εξερχόμενες οδηγεί σε αυτή την εκστρατεία. Ο μόλυβδος μπορεί να πάει πέρα ​​από αυτό το όριο, αν ελαφρώς ανακύκλωση μολύβδου ή Auto-Alt-κλήσης είναι ενεργοποιημένη. Η προεπιλογή είναι 0 για χωρίς όριο.

	<BR>
	<A NAME="campaigns-call_count_target">
	<BR>
	<B>Αριθμός Κλήσεων στόχος -</B> Η επιλογή αυτή χρησιμοποιείται μόνο για σκοπούς αναφοράς και δεν έχει καμία επίδραση στις εξερχόμενες οδηγεί. Προεπιλογή είναι 3.

	<BR>
	<A NAME="campaigns-drop_lockout_time">
	<BR>
	<B>Drop Lockout Ώρα -</B> Αυτό είναι ένας αριθμός των ωρών που DROP εγκαταλείψει κλήσεις θα πρέπει να εμποδίζεται από το να εξερχόμενες, για να απενεργοποιήσετε οριστεί σε 0. Αυτή η ρύθμιση είναι πολύ χρήσιμο σε χώρες όπως το Ηνωμένο Βασίλειο όπου υπάρχουν ρυθμίσεις που παρεμποδίζουν την απόπειρα καλώντας τους πελάτες της εντός 72 ωρών από την εγκατάλειψη, ή DROP. Προεπιλογή είναι 0.

	<BR>
	<A NAME="campaigns-force_reset_hopper">
	<BR>
	<B>Υποχρεωτική Επαναφορά του Hopper -</B> Αυτό σας επιτρέπει καθαρίσετε τα περιεχόμενα κατά την επιβεβαίωση της φόρμας. Αυτό θα συμβεί πάλι όταν η διαδικασία VDhopper θα τρέξει.

	<BR>
	<A NAME="campaigns-dial_method">
	<BR>
	<B>Μέθοδος Κλήσης
 -</B> This field is the way to define how dialing is to take place. If MANUAL then the auto_dial_level will be locked at 0 unless Μέθοδος Κλήσης
 is changed. If RATIO then the normal dialing a number of lines for Ενεργόςagents. ADAPT_HARD_LIMIT will dial predictively up to the dropped percentage and then not allow aggressive dialing once the drop limit is reached until the percentage goes down again. ADAPT_TAPERED allows for running over the dropped percentage in the first half of the shift -as defined by call_time selected for campaign- and gets more strict as the shift goes on. ADAPT_AVERAGE tries to maintain an average or the dropped percentage not imposing hard limits as aggressively as the other two methods. Δεν μπορείτε να αλλάξετε το επίπεδο Αυτόματης Κλήσης, εάν έχετε ορίσει κάποια μέθοδο Προσαρμογής Κλήσεων. Μόνο ο διακομιστής μπορεί να το αλλάξει όταν είναι σε διαδικασία αυτόματων κλήσεων.
. INBOUND_MAN επιτρέπει στον αντιπρόσωπο να πραγματοποιηθεί χειροκίνητη κλήση κλήσεις από μια εκστρατεία λίστα, ενώ είναι σε θέση να λάβει εισερχόμενη κλήση κλήσεις μεταξύ εγχειρίδιο κλήσεις.

	<BR>
	<A NAME="campaigns-auto_dial_level">
	<BR>
	<B>ΕΠΙΠΕΔΟ ΑΥΤΟΜΑΤΗΣ ΚΛΗΣΗΣ -</B> Αυτό είναι όπου μπορείτε να ορίσετε πόσες γραμμές, το σύστημα θα πρέπει να χρησιμοποιούν ανά δραστική ουσία. μηδέν 0 σημαίνει αυτόματη κλήση είναι απενεργοποιημένη και οι πράκτορες θα κάνουν κλικ για να καλέσετε κάθε αριθμό. Διαφορετικά, το σύστημα θα συνεχίσει την κλήση γραμμές ίση με ενεργούς παράγοντες πολλαπλασιάζεται με το επίπεδο κλήσης για να καταλήξουμε σε πόσες γραμμές αυτή η εκστρατεία σε κάθε server θα πρέπει να. Η ADAPT ΠΑΡΆΚΑΜΨΗ πλαίσιο ελέγχου σας επιτρέπει να αναγκάσει ένα νέο επίπεδο κλήσης, ακόμη και αν η μέθοδος κλήσης είναι σε λειτουργία ADAPT. Αυτό είναι χρήσιμο εάν υπάρχει μια δραματική στροφή στην ποιότητα οδηγεί και θέλετε να αλλάξει δραστικά το dial_level το χέρι.

	<BR>
	<A NAME="campaigns-dial_level_threshold">
	<BR>
	<B>Αυτόματη Κατώφλι Επίπεδο Dial -</B> Αυτή η ρύθμιση λειτουργεί μόνο με μία προσαρμογή ή ΑΝΑΛΟΓΙΑ Μέθοδος κλήσης, και πρέπει να ρυθμιστεί σε κάτι άλλο εκτός από ειδικές ανάγκες και ο αριθμός των πρακτόρων ρύθμιση πρέπει να είναι πάνω από 0. Αυτό το χαρακτηριστικό σας επιτρέπει να ορίσετε ένα ελάχιστο αριθμό παραγόντων ότι ο αλγόριθμος πρόβλεψης θα δουλέψει σε. Εάν ο αριθμός των αντιπροσώπων δεν εμπίπτει κάτω από τον αριθμό που έχετε ορίσει, τότε το επίπεδο καντράν θα πάει στο 1,0 μέχρι περισσότερους πράκτορες ή συνδεθείτε μεταβεί στην επιλεγμένη κατάσταση. Καταγράφηκε-IN_AGENTS θα μετράνε όλα τα παράγοντες συνδεδεμένοι με την εκστρατεία, ΜΗ PAUSED_AGENTS θα υπολογίζονται μόνον οι παράγοντες που είναι σε αναμονή ή να μιλάει, και WAITING_AGENTS θα μετρήσει μόνο παράγοντες που περιμένουν για μια κλήση. Προεπιλογή είναι απενεργοποιημένη.

	<BR>
	<A NAME="campaigns-available_only_ratio_tally">
	<BR>
	<B>Διαθέσιμα μόνο ετικέτες  -</B> Εάν θέσετε σε Ν αυτό το πεδίο, θα αφήσει εκτός τις καταστάσεις των χειριστών out INCALL και QUEUE, καθώς υπολογίζεται ο αριθμός των κλήσεων όταν δεν είναι σε κατάσταση κλήσης MANUAL. Προκαθορισμένα είναι Ο.

	<BR>
	<A NAME="campaigns-available_only_tally_threshold">
	<BR>
	<B>Διαθέσιμο μόνο Κατώφλι Tally -</B> Αυτή η ρύθμιση λειτουργεί μόνο με μία προσαρμογή ή ΑΝΑΛΟΓΙΑ Μέθοδος κλήσης, Διαθέσιμο μόνο Tally πρέπει να οριστεί σε Ν, η ρύθμιση αυτή πρέπει να ρυθμιστεί σε κάτι άλλο εκτός από ειδικές ανάγκες και ο αριθμός των πρακτόρων ρύθμιση πρέπει να είναι πάνω από 0. Αυτό το χαρακτηριστικό σας επιτρέπει να ορίσετε τον αριθμό των πρακτόρων κάτω από το οποίο Διαθέσιμο μόνο Tally θα ενεργοποιηθεί. Εάν ο αριθμός των αντιπροσώπων δεν εμπίπτει κάτω από τον αριθμό που έχετε ορίσει, τότε η ρύθμιση Διαθέσιμο μόνο Tally με πάει σε Y προσωρινά μέχρι περισσότερους πράκτορες ή συνδεθείτε μεταβεί στην επιλεγμένη κατάσταση. Καταγράφηκε-IN_AGENTS θα μετράνε όλα τα παράγοντες συνδεδεμένοι με την εκστρατεία, ΜΗ PAUSED_AGENTS θα υπολογίζονται μόνον οι παράγοντες που είναι σε αναμονή ή να μιλάει, και WAITING_AGENTS θα μετρήσει μόνο παράγοντες που περιμένουν για μια κλήση. Προεπιλογή είναι απενεργοποιημένη.

	<BR>
	<A NAME="campaigns-adaptive_dropped_percentage">
	<BR>
	<B>Ποσοστό Ορίου Εγκατ. Κλήσεων -</B> Σε αυτό το πεδίο μπορείτε να θέσετε το όριο του ποσοστού εγκατ. κλήσεων καθώς χρησιμοποιείτε μία μέθοδος προσαρμοσμένης-πρόβλεψη κλήσεων, όχι MANUAL ή RATIO.

	<BR>
	<A NAME="campaigns-adaptive_maximum_level">
	<BR>
	<B>Μέγιστο Επίπεδο Προσαρμογής Κλήσεων -</B> Σε αυτό το πεδίο μπορείτε να θέσετε το όριο για το όριο του αριθμού γραμμών για κάθε χειριστή καθώς χρησιμοποιείτε μία μέθοδος προσαρμοσμένης-πρόβλεψη κλήσεων, όχι MANUAL ή RATIO. Αυτός ο αριθμός μπορεί να είναι μεγαλύτερος από το επίπεδο αυτόματης κλήσης εάν το υλικό σας το υποστηρίζει. Η τιμή πρέπει να είναι θετικός αριθμός μεγαλύτερος από ένα και μπορεί να έχει δεκαδικά. Προκαθορισμένα είναι 3.0.

	<BR>
	<A NAME="campaigns-adaptive_latest_server_time">
	<BR>
	<B>Τελευταίος Χρόνος Διακομιστή -</B> Αυτό το πεδίο χρησιμοποιείτε μόνο από την μέθοδο ADAPT_TAPERED. Θα πρέπει να καταχωρήσετε την ώρα και τα λεπτά που θα σταματήσει τις κλήσεις η εκστρατεία. Αυτό επιτρέπει στον αλγόριθμο να αποφασίσει πόσο επιθετικά θα κάνει κλήσεις και πόσο χρόνο.

	<BR>
	<A NAME="campaigns-adaptive_intensity">
	<BR>
	<B>Ενταση Τροποποίησης Προσαρμογής -</B> Αυτό το πεδίο χρησιμοποιείτε για να αλλάζει ένταση προβλέψεων είτε υψηλότερα ή χαμηλότερα. Προκαθορισμένα είναι 0. Αυτό το πεδίο δεν χρησιμοποιείται από τις μεθόδους  MANUAL ή RATIO.

	<BR>
	<A NAME="campaigns-adaptive_dl_diff_target">
	<BR>
	<B>Επίπεδο Κλήσεων Μεταβολής Στόχου
 -</B> Το πεδίο αυτό χρησιμοποιείται για να καθορίσει αν θέλετε να στοχεύσετε με ένα συγκεκριμένο αριθμό παραγόντων περιμένει κλήσεις ή κλήσεις σε αναμονή για τους πράκτορες. Για παράδειγμα, αν θα αρέσει πάντα να έχουν κατά μέσο όρο ένα παράγοντα να λάβει δωρεάν καλεί αμέσως θα ορίσετε σε -1, αν θα θέλατε να στοχεύσετε έχοντας πάντα μία κλήση σε αναμονή περιμένοντας για έναν παράγοντα που θα οριστεί στο 1. Η προεπιλογή είναι 0. Το πεδίο αυτό δεν χρησιμοποιείται από το εγχειρίδιο ή INBOUND_MAN μεθόδους κλήσης.

	<BR>
	<A NAME="campaigns-dl_diff_target_method">
	<BR>
	<B>Πληκτρολογήστε Επίπεδο Μέθοδος στόχος Διαφορά -</B> Αυτή η επιλογή σας επιτρέπει να ορίσετε αν το επίπεδο καντράν διαφορά στοχοθέτησης εφαρμόζεται μόνο για τον υπολογισμό του επιπέδου κλήσης ή επίσης με την πραγματική κλήση σε κάθε διακομιστή κλήση. Εάν εκτελείτε μια μικρή εκστρατεία με παράγοντες συνδεδεμένοι σε πολλούς servers μπορεί να θέλετε να χρησιμοποιήσετε την επιλογή ADAPT_CALC_ONLY, επειδή η CALLS_PLACED επιλογή μπορεί να οδηγήσει σε λιγότερες κλήσεις που τοποθετούνται από deisred. Αυτή η επιλογή είναι ενεργή μόνο όταν κλήσης στόχος Διαφορά επιπέδου έχει οριστεί σε κάτι άλλο από 0. Η προεπιλογή είναι ADAPT_CALC_ONLY.

	<BR>
	<A NAME="campaigns-concurrent_transfers">
	<BR>
	<B>Ταυτόχρονες μεταφορές -</B> αυτή η ρύθμιση χρησιμοποιείται για νακαθορίσει τον αριθμό κλήσεων που μπορεί να σταλεί στουςπράκτορες συγχρόνως. Συνιστάται αυτή η ρύθμιση να αφήνεται στοΑΥΤΟΚΙΝΗΤΟ. Αυτός ο τομέας δεν χρησιμοποιείται με τη ΧΕΙΡΩΝΑΚΤΙΚΗμέθοδο πινάκων.

	<BR>
	<A NAME="campaigns-queue_priority">
	<BR>
	<B>Κοτσίδας Προτεραιότητα - </B> Αυτή η ρύθμιση χρησιμοποιείται για να καθορίσει τη σειρά με την οποία οι εξερχόμενες κλήσεις από αυτή την εκστρατεία θα πρέπει να απαντηθούν σε σχέση με τις εισερχόμενες κλήσεις αν η συγκεκριμένη καμπάνια είναι αναμεμειγμένο σε λειτουργία. Δεν συνιστάται η ρύθμιση εισερχόμενες κλήσεις σε υψηλότερη προτεραιότητα από τις εξερχόμενες κλήσεις, επειδή οι άνθρωποι της εκστρατείας καλώντας σε περιμένουν να περιμένουν και οι άνθρωποι που καλούνται να περιμένετε για κάποιον να είναι εκεί στο τηλέφωνο.

	<BR>
	<A NAME="campaigns-drop_rate_group">
	<BR>
	<B>Πολλαπλές Καμπάνια Drop Rate Ομάδα -</B> Αυτό το χαρακτηριστικό σας επιτρέπει να ορίσετε μια καμπάνια ως μέλος μιας καμπάνιας Drop Τιμή Ομάδα, ή μια ομάδα από τις καμπάνιες του Ανθρώπου Απαντήθηκε οποίων κλήσεις και κλήσεις Πτώση για όλες τις καμπάνιες της ομάδας θα πρέπει να συνδυαστούν σε ένα κοινό ποσοστό πτώσης, ή να εγκαταλείψει ρυθμό. Αυτό σας επιτρέπει να εκτελέσετε με πολλαπλές καμπάνιες ταυτόχρονα και πιο εύκολα τον έλεγχο ποσοστού πτώση σας. Αυτό είναι ιδιαίτερα χρήσιμο στο Ηνωμένο Βασίλειο, όπου κανονισμοί επιτρέπουν μείωση του ποσοστού αυτού με τη μέθοδο υπολογισμού της καμπάνιας ομάδα για την ίδια εταιρεία, ακόμη και αν υπάρχουν διάφορες καμπάνιες της εταιρείας που εκτελεί κατά τη διάρκεια της ίδιας ημέρας. Για να ενεργοποιήσετε αυτή για μια καμπάνια, απλά επιλέξτε μια ομάδα από τη λίστα. Υπάρχουν 10 ομάδες που ορίζονται στο σύστημα από προεπιλογή, μπορείτε να επικοινωνήσετε με το διαχειριστή του συστήματος για να προσθέσετε περισσότερο. Προεπιλογή είναι ΑΤΟΜΑ ΜΕ ΕΙΔΙΚΕΣ ΑΝΑΓΚΕΣ.

	<BR>
	<A NAME="campaigns-inbound_queue_no_dial">
	<BR>
	<B>Εισερχόμενη σειρά αναμονής κανένας πίνακας -</B> Αυτό το χαρακτηριστικό γνώρισμα εάν θέστε επιτρέπει σε σας για να αποτρέψει τον εξερχόμενο αυτόματος-σχηματισμό αυτής της εκστρατείας εάν υπάρχουν οποιεσδήποτε εισερχόμενες κλήσεις που περιμένουν στη σειρά αναμονής που είναι μέρος των εισερχόμενων ομάδων που τίθενται σε αυτήν την εκστρατεία. Η ρύθμιση αυτού σε ALL_SERVERS θα αλλάξει τον αλγόριθμο για να υπολογίσει όλες τις εισερχόμενες κλήσεις όπως ενεργές κλήσεις σε αυτόν τον κεντρικό υπολογιστή ακόμα κι αν είναι σε έναν άλλο κεντρικό υπολογιστή που θα μειώσει την πιθανότητα τις περιττές εξερχόμενες κλήσεις εάν να έχοντας τις κλήσεις που μπαίνουν σε έναν άλλο κεντρικό υπολογιστή. Η προεπιλογή είναι ΕΚΤΟΣ ΛΕΙΤΟΥΡΓΊΑΣ.

	<BR>
	<A NAME="campaigns-auto_alt_dial">
	<BR>
	<B>Αυτόματος ALT-ARJCMO'S που σχηματίζει -</B> αυτή η ρύθμισηχρησιμοποιείται για να σχηματίσει αυτόματα τους εναλλάσσομαιτομείς αριθμού σχηματίζοντας σε ΑΝΑΛΟΓΙΑ και ΝΑ ΠΡΟΣΑΡΜΟΣΕΙ τιςμεθόδους πινάκων όταν δεν υπάρχει καμία επαφή στον κύριοτηλεφωνικό αριθμό για έναν μόλυβδο, τις θέσεις NA, β,συνεχούς ρεύματος και ν. Αυτή η ρύθμιση δεν χρησιμοποιείται με τηΧΕΙΡΩΝΑΚΤΙΚΗ μέθοδο πινάκων. EXTENDED αναπληρωματικών αριθμοί είναι αριθμοί που φορτώνονται στο σύστημα εκτός του κανονικού οδηγήσει πληροφορίες οθόνης. Χρησιμοποιώντας EXTENDED σας μπορεί να έχει εκατοντάδες αριθμούς τηλεφώνου για ένα μόνο πελάτη ρεκόρ. Χρησιμοποιώντας MULTI_LEAD σας επιτρέπει να χρησιμοποιήσετε ένα ξεχωριστό αγωγό για κάθε αριθμό σε λογαριασμό πελάτη ότι όλοι μοιράζονται μια κοινή vendor_lead_code, και ο τύπος του αριθμού τηλεφώνου για κάθε ορίζεται με μια ετικέτα στον τομέα ιδιοκτήτη. Αυτή η επιλογή θα απενεργοποιήσετε μερικές επιλογές στην οθόνη Εκστρατεία Τροποποίηση και δείχνουν μια σύνδεση με το Multi-Alt σελίδα Ρυθμίσεις που σας επιτρέπει να ορίσετε τους τύπους αριθμό τηλεφώνου, που ορίζεται από την ετικέτα του κάθε μόλυβδο, θα κληθεί και με ποια σειρά. Αυτό θα δημιουργήσει ένα ειδικό φίλτρο για το μόλυβδο και θα αλλάξει το πεδίο Κατάταξη όλων των οδηγεί στο εσωτερικό των καταλόγων που σε αυτήν την εκστρατεία, προκειμένου να τους καλέσει στη σειρά που έχετε καθορίσει.

	<BR>
	<A NAME="campaigns-dial_timeout">
	<BR>
	<B>Κλήση Εκτός Χρόνου -</B> άν έχει οριστεί, οι κλήσεις που φυσιολογικά θα έκλειναν μετά το χρόνο που έχει οριστεί στο extensions.conf, θα κλείσουν σε αυτόν τον χρόνο εάν είναι μικρότερος του extensions.conf. Αυτό επιτρέπει στην γρήγορη αλλαγή των χρόνων από διακομιστή σε διακομιστή και περιορίζοντας τα αοτελέσματα σε μία εκστρατεία. Εάν έχετε πολλές κλήσεις με Αυτόματους Τηλεφωνητές ή Φωνητικών Ταχυδρομείων, μπορείτε να αλλάξετε αυτή την τιμή μεταξύ 21-26 και να δείτε αν τα αποτελέσματα είναι καλύτερα.

	<BR>
	<A NAME="campaigns-campaign_vdad_exten">
	<BR>
	<B>Παράταση δρομολόγησης -</B> Το πεδίο αυτό επιτρέπει μια προσαρμοσμένη εξερχόμενες επέκταση δρομολόγησης. Αυτό σας επιτρέπει να χρησιμοποιούν διαφορετικές μεθόδους για τον χειρισμό των κλήσεων ανάλογα με το πώς θέλετε να δρομολόγησης κλήσεων μέσω εξερχόμενων την καμπάνια σας. Παλαιότερα ονομαζόταν επέκταση VDAD Εκστρατεία. 
	<BR>- 8364 - ίδιο 8368
	<BR>- 8365 - Θα στείλετε την κλήση μόνο σε έναν πράκτορα στον ίδιο διακομιστή, όπως η κλήση τίθεται σε
	<BR>- 8366 - Χρησιμοποιείται για Τύπου-1, εκπομπής και έρευνα εκστρατείες
	<BR>- 8367 - Θα προσπαθήσει να στείλει για πρώτη φορά την κλήση σε έναν πράκτορα στον τοπικό υπολογιστή, τότε θα δούμε σε άλλους servers
	<BR>- 8368 - DEFAULT - θα στείλει την κλήση στον επόμενο διαθέσιμο πράκτορα δεν έχει σημασία τι server στον οποίο είναι
	<BR>- 8369 - Χρησιμοποιείται για την ανίχνευση Απάντηση Machine μετά από αυτό, ίδια συμπεριφορά όπως 8368
	<BR>- 8373 - Χρησιμοποιείται για την ανίχνευση Απάντηση μηχανή μετά από αυτή την ίδια συμπεριφορά όπως 8366
	<BR>- 8374 - Χρησιμοποιείται για Τύπου-1, εκπομπής και έρευνα εκστρατείες με σαφματικός κειμένου σε ομιλία
	<BR>- 8375 - Χρησιμοποιείται για την ανίχνευση Machine Απάντηση στη συνέχεια πατήστε-1, εκπομπής και έρευνα εκστρατείες με σαφματικός κειμένου σε ομιλία

	<BR>
	<A NAME="campaigns-am_message_exten">
	<BR>
	<B>Μήνυμα Αυτόματου Τηλεφωνητή -</B> Το πεδίο αυτό είναι για την εισαγωγή των εντολών για να παίζουν όταν το πρακτορείο παίρνει ένα αυτόματο τηλεφωνητή και κάνει κλικ στο κουμπί Απάντηση Μήνυμα ρούχων στο πλαίσιο διάσκεψης μεταφοράς. Πρέπει να ορίσετε αυτό είτε σε αρχείο ήχου στο ακουστικό κατάστημα ή ένα TTS προτροπή εάν TTS είναι ενεργοποιημένη στο σύστημά σας.

	<BR>
	<A NAME="campaigns-waitforsilence_options">
	<BR>
	<B>WaitForSilence Επιλογές -</B> Αν Περιμένετε Για σιωπή είναι επιθυμητή για κλήσεις που έχουν εντοπιστεί ως τηλεφωνητές τότε το πεδίο αυτό έχει αυτές τις επιλογές. Υπάρχουν δύο ρυθμίσεις που χωρίζονται από ένα κόμμα, η πρώτη επιλογή είναι το χρονικό διάστημα για την ανίχνευση σιωπή σε χιλιοστά του δευτερολέπτου και η δεύτερη επιλογή είναι για πόσες φορές για να ανιχνεύσει ότι πριν από την αναπαραγωγή του μηνύματος. Προεπιλογή είναι EMPTY για άτομα με ειδικές ανάγκες. Μια τυπική τιμή για αυτό θα πρέπει να περιμένετε για 2 δευτερόλεπτα της σιωπής δύο φορές: 2000,2

	<BR>
	<A NAME="campaigns-amd_send_to_vmx">
	<BR>
	<B>AMD αποστολή σε Δράση -</B> Αυτή η επιλογή σας επιτρέπει να ορίσετε αν μια κλήση στέλνεται στο Action AMD, όταν ένας αυτόματος τηλεφωνητής έχει εντοπιστεί. Εάν αυτό έχει οριστεί σε N, τότε η κλήση θα κρεμαστεί το συντομότερο είναι αποφασισμένη να είναι ένας αυτόματος τηλεφωνητής. Η προεπιλογή είναι N.

	<BR>
	<A NAME="campaigns-cpd_amd_action">
	<BR>
	<B>CPD AMD Δράση - </B> Αν χρησιμοποιείτε τον Sangoma ParaXip Πρόσκληση πρόοδος Ανίχνευση λογισμικό και στη συνέχεια θα θέλετε να ενεργοποιήσετε αυτή τη ρύθμιση, είτε να DISPO που θα διαθέσεις την πρόσκληση ως AA και να κολλήσει το πάνω αν η πρόσκληση είναι υπό επεξεργασία και δεν έχει σταλεί σε έναν πράκτορα ή ακόμη μήνυμα που θα αποστείλει την πρόσκληση προς το τηλεφωνητή Μήνυμα ορίζεται για αυτή την καμπάνια. Προεπιλεγμένο είναι DISABLED. Ρύθμιση αυτό ingroup θα στείλει έναν αυτόματο τηλεφωνητή σε μια εισερχόμενη ομάδα. Ρύθμιση αυτό CALLMENU θα στείλει έναν αυτόματο τηλεφωνητή σε ένα Μενού Κλήσεων στο σύστημα.

	<BR>
	<A NAME="campaigns-amd_inbound_group">
	<BR>
	<B>AMD  εισερχόμενοςΟμάδα -</B> Αν CPD AMD δράση έχει οριστεί σε ingroup, τότε αυτό είναι το  εισερχόμενοςΟμάδα ότι η κλήση θα σταλεί στο αν ένας αυτόματος τηλεφωνητής ανιχνεύεται.

	<BR>
	<A NAME="campaigns-amd_callmenu">
	<BR>
	<B>AMD Μενού Κλήσεων -</B> Αν CPD AMD δράση έχει οριστεί σε CALLMENU, τότε αυτό είναι το Μενού Κλήσεων ότι η κλήση θα σταλεί στο αν ένας αυτόματος τηλεφωνητής ανιχνεύεται.

	<BR>
	<A NAME="campaigns-alt_number_dialing">
	<BR>
	<B>Εγχειρίδιο Alt Αριθμός Κλήσης -</B> Η επιλογή αυτή επιτρέπει σε έναν πράκτορα να καλέσετε χειροκίνητα τον αριθμό τηλεφώνου αναπληρωτή ή address3 τομέα μετά την κύρια αριθμός έχει κληθεί. Εάν η επιλογή έχει επιλεγεί τότε το πλαίσιο ελέγχου Alt Dial θα ελέγχεται αυτόματα για κάθε κλήση. Εάν η επιλογή έχει TIMER σε αυτό τότε το Alt Τηλέφωνο ή Address3 τομέα θα πρέπει να πληκτρολογείται αυτόματα μετά Timer Alt δευτερόλεπτα. Η προεπιλογή είναι N για άτομα με ειδικές ανάγκες.

	<BR>
	<A NAME="campaigns-timer_alt_seconds">
	<BR>
	<B>Δευτερόλεπτα Timer Alt -</B> Εάν η αυτόματη ρύθμιση Alt Αριθμός κλήσης έχει TIMER σε αυτό τότε το Alt Τηλέφωνο ή Address3 τομέα θα πρέπει να πληκτρολογείται αυτόματα μετά από συγκεκριμένο αριθμό δευτερολέπτων. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες .

	<BR>
	<A NAME="campaigns-drop_call_seconds">
	<BR>
	<B>Δευτερ. Εγκαταλ. Κλήσης -</B> Ο αριθμός των δευτερολέπτων από την στιγμή που ο πελάτης σηκώνει το τηλ μέχρι η κλήση να θεωρηθεί εγκαταλειμένη. Μόνο για εξερχόμενες κλήσεις  .

	<BR>
	<A NAME="campaigns-drop_action">
	<BR>
	<B>Drop δράσης - </B> Αυτό το μενού σας επιτρέπει να διαλέξετε ό, τι συμβαίνει σε μια κλήση όταν έχει να περιμένει περισσότερο από ό, τι έχει οριστεί στο Drop Call δευτερόλεπτα τομέα. HANGUP απλά θα κλείσεις την κλήση, το μήνυμα θα αποστείλει την πρόσκληση της Drop παράταση που έχετε ορίζονται κατωτέρω, τηλεφωνητή θα απευθύνει την πρόσκληση προς το τηλεφωνητή θέση που έχετε IN_GROUP ορίζονται κατωτέρω, και θα απευθύνει την πρόσκληση στην ομάδα  εισερχόμενοςπου καθορίζονται κατωτέρω. VMAIL_NO_INST θα στείλει την κλήση στο κιβώτιο φωνητικού ταχυδρομείου που έχετε ορίζεται κατωτέρω και δεν θα παίξει οδηγίες μετά το μήνυμα στον τηλεφωνητή.

	<BR>
	<A NAME="campaigns-safe_harbor_exten">
	<BR>
	<B>Εσωτ.σύνδεση Ασφαλούς Φύλαξης -</B> Αυτή είναι η εσωτ.σύνδεση του πλάνου κλήσεων, όπου βρίσκεται το ηχητικό αρχείο της Ασφαλής Φύλαξης στον διακομιστή.

	<BR>
	<A NAME="campaigns-safe_harbor_audio">
	<BR>
	<B>Ασφαλής ήχου Harbor -</B> Αυτή είναι η προτροπή ήχου αρχείο που παίζεται εάν η πτώση δράσης αναμένεται να AUDIO. Η προεπιλογή είναι buzz.

	<BR>
	<A NAME="campaigns-safe_harbor_audio_field">
	<BR>
	<B>Safe Harbor Πεδίο ήχου -</B> Αυτή η προαιρετική ρύθμιση αυτή σας επιτρέπει να ορίσετε ένα πεδίο στη λίστα ότι το σύστημα θα χρησιμοποιεί ως όνομα αρχείου ήχου για κάθε απαγωγή στη θέση του αρχείου ήχου Safe Harbor. Εάν αυτό έχει οριστεί σε απενεργοποιήσει την ασφαλή αρχείο ήχου Harbor θα πρέπει να χρησιμοποιείται πάντα. Το σύστημα θα κάνει καμία επικύρωση για να βεβαιωθείτε ότι το αρχείο ήχου υπάρχει εκτός από το να βεβαιωθείτε ότι η τιμή του πεδίου είναι τουλάχιστον ένα χαρακτήρα, οπότε αν θέλετε ένα προβάδισμα για να χρησιμοποιήσετε την προεπιλεγμένη Safe ήχου λιμάνι, τότε μόλις την τιμή του πεδίου το προβάδισμα για να αδειάσει. Μπορείτε να χρησιμοποιήσετε το χαρακτήρα σωλήνα για να συνδέσετε πολλαπλά αρχεία ήχου μαζί με την τιμή του πεδίου για κάθε απαγωγή. Προεπιλογή είναι απενεργοποιημένη. Εδώ είναι η λίστα των πεδίων που μπορούν να χρησιμοποιηθούν για αυτή τη ρύθμιση: vendor_lead_code, source_id, list_id, phone_code, phone_number, title, first_name, middle_initial, last_name, address1, address2, address3, city, state, province, postal_code, country_code, gender, alt_phone, email, security_phrase, comments, rank, owner, entry_list_id

	<BR>
	<A NAME="campaigns-safe_harbor_menu_id">
	<BR>
	<B>Ασφαλής Μενού κλήσεων Harbor -</B> Αυτό είναι το μενού κλήση ότι μια κλήση στέλνεται εάν η πτώση δράσης αναμένεται να CALLMENU.

	<BR>
	<A NAME="campaigns-voicemail_ext">
	<BR>
	<B>Φωνητικό Ταχυδρομείο -</B> Εάν έχει οριστεί, οι κλήσεις που φυσιολογικά θα ΕΓΚΑΤΑΛΕΙΠΟΝΤΑΝ, θα κατευθυνθούν σε αυό το φωνητικό ταχυδρομείο, ώστε να ακούσετε και να αφήσετε ένα μήνυμα.

	<BR>
	<A NAME="campaigns-drop_inbound_group">
	<BR>
	<B>Drop Μεταφορά Όμιλος - </B> Αν Drop Δράσης έχει οριστεί σε IN_GROUP, η πρόσκληση θα σταλεί σε αυτή την εισερχόμενη ομάδα εάν ανέρχεται Drop Call Δευτερόλεπτα.

	<BR>
	<A NAME="campaigns-no_hopper_leads_logins">
	<BR>
	<B>Επιτρέψτε τους κανένας-χοάνη-μολύβδους Logins -</B> εάν θέστε τοΥ, επιτρέπει στους πράκτορες στη σύνδεση στην εκστρατεία ακόμα κιαν δεν υπάρχει κανένας μόλυβδος που φορτώνεται στη χοάνη γιαεκείνη την εκστρατεία. Αυτή η λειτουργία δεν απαιτείται στιςεκστρατείες στενός-τύπων. Η προεπιλογή είναι ν.

	<BR>
	<A NAME="campaigns-no_hopper_dialing">
	<BR>
	<B>Δεν Hopper Κλήση -</B> Αν αυτή είναι ενεργοποιημένη, η χοάνη δεν θα ισχύσει για αυτή την καμπάνια. Αυτή η επιλογή είναι διαθέσιμη μόνο όταν η μέθοδος κλήσης έχει οριστεί σε Manual ή INBOUND_MAN. Συνιστάται να μην επιτρέψει αυτή την επιλογή εάν έχετε μια πολύ μεγάλη βάση δεδομένων μολύβδου, πάνω από 100.000 οδηγεί. Δεν με Hopper κλήσης, τα ακόλουθα χαρακτηριστικά δεν λειτουργούν: οδηγήσουν ανακύκλωση, auto-alt-κλήσης, μείγμα κατάλογο, λίστα παραγγελιών με XTH ΝΕΑ. Αν θέλετε να χρησιμοποιήσετε Ιδιοκτήτης Μόνο κλήσης θα πρέπει να έχετε Δεν Hopper Κλήση ενεργοποιημένη. Προεπιλογή είναι Ν για άτομα με ειδικές ανάγκες.

	<BR>
	<A NAME="campaigns-agent_dial_owner_only">
	<BR>
	<B>Ιδιοκτήτης Μόνο Κλήση -</B> Αν αυτή είναι ενεργοποιημένη, ο αντιπρόσωπος θα λάβουν μόνο οδηγεί ότι είναι εντός των παραμέτρων για την ιδιοκτησία. Εάν αυτό έχει οριστεί στην ΧΡΗΣΤΗ τότε ο πράκτορας πρέπει να καθορίζει ο χρήστης στη βάση δεδομένων, όπως ο ιδιοκτήτης αυτού του μολύβδου. Αν τεθεί στο έδαφος τότε ο ιδιοκτήτης του μολύβδου πρέπει να ταιριάζει με το έδαφος που περιλαμβάνεται στην οθόνη του χρήστη Τροποποίηση για αυτό παράγοντα. Εάν αυτό έχει οριστεί στην USER_GROUP τότε ο ιδιοκτήτης του μολύβδου πρέπει να ταιριάζει με την ομάδα χρηστών ότι ο αντιπρόσωπος είναι μέλος της. Για αυτήν τη δυνατότητα να εργαστεί με τη μέθοδο τηλεφωνικής σύνδεσης πρέπει να οριστεί σε Manual ή INBOUND_MAN και αριθ Χόπερ κλήσης πρέπει να είναι ενεργοποιημένα. Προεπιλογή είναι ΚΑΝΕΝΑ για άτομα με ειδικές ανάγκες. Εάν η επιλογή έχει κενό στο άκρο, τότε οι χρήστες έχουν τη δυνατότητα να καλέσετε οδηγεί με καθορισμένους χωρίς ιδιοκτήτη ορίζεται επιπλέον στον ιδιοκτήτη οδηγεί.

	<BR>
	<A NAME="campaigns-owner_populate">
	<BR>
	<B>Ιδιοκτήτης Συμπλήρωση -</B> Αν αυτό είναι ενεργοποιημένο και το πεδίο ιδιοκτήτης του μολύβδου είναι κενό, το πεδίο ιδιοκτήτη για το μόλυβδο θα συμπληρώσετε με το αναγνωριστικό χρήστη του πράκτορα που χειρίζεται την κλήση πρώτα. Προεπιλογή είναι απενεργοποιημένη.

	<?php
	if ($SSuser_territories_active > 0)
		{
		?>
		<BR>
		<A NAME="campaigns-agent_select_territories">
		<BR>
		<B>Agent Επιλέξτε Εδάφη -</B> Εάν αυτή η επιλογή είναι ενεργοποιημένη και το πρακτορείο ανήκει σε μία τουλάχιστον από έδαφος, ο αντιπρόσωπος θα έχει τη δυνατότητα επιλογής των εδαφών για να καλέσετε από την οδηγεί. Ο πράκτορας θα δείτε μια λίστα των διαθέσιμων εδαφών κατά την σύνδεση και θα έχουν τη δυνατότητα να επιστρέψει στο έδαφος του εν λόγω καταλόγου, όταν σταματούσε για να αλλάξει τα εδάφη τους. Για αυτή τη λειτουργία για την εργασία του ιδιοκτήτη Μόνο Κλήση επιλογή πρέπει να οριστεί σε έδαφος και το χρήστη εδάφη πρέπει να είναι ενεργοποιημένα στο Ρυθμίσεις Συστήματος.
		<?php
		}
	?>

	<BR>
	<A NAME="campaigns-list_order_mix">
	<BR>
	<B>Μίγμα διαταγής καταλόγων - αγνοεί τους τομείς θέσης διαταγήςκαι πινάκων μολύβδου. Θα χρησιμοποιήσει τις παραμέτρους καταλόγωνκαι θέσης για την επιλεγμένη είσοδο μιγμάτων καταλόγων στο υπο-τμήμα μιγμάτων καταλόγων αντ' αυτού. Η προεπιλογή είναι ΕΚΤΟΣΛΕΙΤΟΥΡΓΊΑΣ.

	<BR>
	<A NAME="campaigns-vcl_id">
	<BR>
	<B>Ταυτότητα μιγμάτων καταλόγων - ταυτότητα του μίγματος καταλόγων.Πρέπει να είστε από 2-20 χαρακτήρες στο μήκος χωρίς ταδιαστήματα ή άλλη ειδική στίξη.

	<BR>
	<A NAME="campaigns-vcl_name">
	<BR>
	<B>Όνομα μιγμάτων καταλόγων - περιγραφικό όνομα του μίγματοςκαταλόγων. Πρέπει να είστε από 2-50 χαρακτήρες στο μήκος.

	<BR>
	<A NAME="campaigns-list_mix_container">
	<BR>
	<B>Λεπτομέρεια μιγμάτων καταλόγων - η σύνθεση της εισόδου μιγμάτωνκαταλόγων. Περιέχει τον κατάλογο ταυτότητα, τη διαταγή μιγμάτων,τα ποσοστά και τις θέσεις που αποτελούν αυτό το μίγμα καταλόγων.Τα ποσοστά πρέπει πάντα να προσθέσουν μέχρι 100, και οικατάλογοι όλοι πρέπει να είναι ενεργοί και καθορισμένοι τηνεκστρατεία για την είσοδο μιγμάτων διαταγής που ενεργοποιείται.

	<BR>
	<A NAME="campaigns-mix_method">
	<BR>
	<B>Μέθοδος μιγμάτων καταλόγων - η μέθοδος όλα τα μέρη τηςλεπτομέρειας μιγμάτων καταλόγων από κοινού.  EVEN_MIX θααναμίξει τους μολύβδους από κάθε μέρος που παρεμβάλλεται λευκέςσελίδες με τα άλλα μέρη, όπως αυτό το 1,2,3,1,2,3,1,2,3.IN_ORDER θα βάλει τους μολύβδους στη διαταγή στην οποίαπαρατίθενται στην οθόνη λεπτομέρειας μιγμάτων καταλόγων1,1,1,2,2,2,3,3,3. ΤΥΧΑΊΑ θα τους βάλουν στην ΤΥΧΑΊΑ προεπιλογήδιαταγής 1,3,2,1,1,3,2,1,3. είναι IN_ORDER.

	<BR>
	<A NAME="campaigns-agent_extended_alt_dial">
	<BR>
	<B>Agent Screen Extended Alt Dial -</B> Αυτό το χαρακτηριστικό επιτρέπει στους πράκτορες να έχουν πρόσβαση σε όλο το εναλλάσσονται οι αριθμοί τηλεφώνου για την οδηγεί πέρα ​​από το πρότυπο Alt τηλέφωνο και τα πεδία Address3 που μπορούν να χρησιμοποιηθούν στην οθόνη παράγοντα για τους αριθμούς τηλεφώνου πέρα ​​από τον κύριο αριθμό τηλεφώνου. Οι Extended αριθμοί τηλεφώνου μπορεί να καλείται αυτόματα χρησιμοποιώντας τη λειτουργία Auto-Alt-Dial στις ρυθμίσεις καμπάνιας, αλλά η δυνατότητα αυτή ενεργοποιείται Screen Agent θα επιτρέψει επίσης τον παράγοντα για να καλέσετε τους αριθμούς αυτούς από την οθόνη του πράκτορά τους, καθώς και να επεξεργαστείτε τις πληροφορίες τους. Αυτό το χαρακτηριστικό είναι σε εξέλιξη και δεν είναι διαθέσιμο.

	<BR>
	<A NAME="campaigns-survey_first_audio_file">
	<BR>
	<B>Έρευνα Πρώτο αρχείο ήχου - </B> Αυτό είναι το όνομα αρχείου ήχου που παίζεται από τη στιγμή που ο πελάτης παραλαμβάνει το τηλέφωνο όταν τρέχει μια έρευνα καμπάνια.

	<BR>
	<A NAME="campaigns-survey_dtmf_digits">
	<BR>
	<B>Έρευνα DTMF Digits - </B> Αυτό το πεδίο όπου θα καθοριστούν οι θέσεις ότι ο πελάτης μπορεί να πατήσει ως επιλογή για μια έρευνα της καμπάνιας. ψηφία DTMF είναι έγκυρο0123456789*#. Όλες οι επιλογές εκτός από το δεν ενδιαφέρεται, τρίτο και τέταρτο ψηφίο επιλογές θα προχωρήσουμε στο δρόμο Έρευνα Μέθοδος κλήση.

	<BR>
	<A NAME="campaigns-survey_wait_sec">
	<BR>
	<B>Έρευνα Περιμένετε Δευτερόλεπτα -</B> Αυτός είναι ο αριθμός των δευτερολέπτων όταν βρίσκονται σε λειτουργία Έρευνα θα περιμένει το σύστημα για την είσοδο από το πρόσωπο που καλείται μέχρι την έρευνα ή ενέργεια πτώση ενεργοποιείται. Δεν εφαρμόζεται αν η μέθοδος έρευνας είναι ανωμαλίας. Η προεπιλογή είναι 10 δευτερόλεπτα.

	<BR>
	<A NAME="campaigns-survey_ni_digit">
	<BR>
	<B>Έρευνα δεν ενδιαφέρεται Digit - </B> Αυτό το πεδίο όπου θα καθορίσει ο πελάτης ψηφίο πιεστεί θα δείτε ότι δεν ενδιαφέρονται.

	<BR>
	<A NAME="campaigns-survey_ni_status">
	<BR>
	<B>Έρευνα δεν ενδιαφέρεται Status -</B> Αυτό το πεδίο είναι όπου μπορείτε να επιλέξτε την κατάσταση που θα χρησιμοποιηθεί για δεν ενδιαφέρονται. Αν DNC χρησιμοποιείται και η εκστρατεία έχει ρυθμιστεί να χρησιμοποιεί DNC τότε ο αριθμός τηλεφώνου θα προστεθεί αυτόματα στην εσωτερική λίστα DNC και, ενδεχομένως, την εκστρατεία ειδικά DNC λίστα αν αυτό είναι ενεργοποιημένο στην εκστρατεία.

	<BR>
	<A NAME="campaigns-survey_opt_in_audio_file">
	<BR>
	<B>Έρευνα Opt-σε αρχείο ήχου - </B> Αυτό είναι το όνομα αρχείου ήχου που παίζεται όταν ο πελάτης έχει επιλέξει-in με την έρευνα, δεν επέλεξε-ή που δεν απάντησαν και αν η μη ανταπόκριση ενέργεια έχει οριστεί σε OptOut. Μετά από αυτό το αρχείο ήχου παίζεται, η μέθοδος έρευνας δράση.

	<BR>
	<A NAME="campaigns-survey_ni_audio_file">
	<BR>
	<B>Έρευνα δεν ενδιαφέρεται αρχείο ήχου - </B> Αυτό είναι το όνομα αρχείου ήχου που παίζεται όταν ο πελάτης έχει επιλέξει-από την έρευνα, δεν επέλεξε-ή σε περίπτωση που δεν απαντήσει η μη ανταπόκριση ενέργεια έχει οριστεί σε OptIn. Μετά από αυτό το αρχείο ήχου παίζεται, η πρόσκληση θα είναι ανηρτημένα.

	<BR>
	<A NAME="campaigns-survey_method">
	<BR>
	<B>Μέθοδος Έρευνα - </B> Αυτή η επιλογή καθορίζει τι θα συμβεί σε μια κλήση μετά ο πελάτης επέλεξε-in. AGENT_XFER θα αποστείλει την πρόσκληση για το επόμενο διαθέσιμο πράκτορα. Τηλεφωνητής θα αποστείλει την πρόσκληση προς το τηλεφωνητή θέση που καθορίζεται στο Τηλεφωνητής τομέα. ΕΠΕΚΤΑΣΗ θα στείλει ο πελάτης με την παράταση που ορίζεται στην έκθεση Xfer Επέκταση τομέα. HANGUP θα κλείσεις τον πελάτη. CAMPREC_60_WAV θα στείλει ο πελάτης να έχουμε μια καταγραφή που γίνεται με τους απάντηση, η καταγραφή αυτή θα πρέπει να τοποθετούνται σε ένα φάκελο με το όνομα, όπως η εκστρατεία στο εσωτερικό της καμπάνιας Έρευνα Καταγραφή Directory. CALLMENU θα στείλει τον πελάτη στο μενού Κλήση ορίζεται στην παρακάτω λίστα επιλέξτε. VMAIL_NO_INST θα στείλει την κλήση στο κιβώτιο φωνητικού ταχυδρομείου που έχετε ορίζεται κατωτέρω και δεν θα παίξει οδηγίες μετά το μήνυμα στον τηλεφωνητή.

	<BR>
	<A NAME="campaigns-survey_no_response_action">
	<BR>
	<B>Έρευνα της μη αντίδρασης Δράση - </B> Αυτό είναι που σας καθορίζουν τι θα συμβεί αν δεν υπάρχει απάντηση στο ερώτημα της έρευνας. OptIn θα στείλει την πρόσκληση για την Έρευνα για την μέθοδο και αν ο πελάτης θα πατήσει το ψηφίο DTMF. OptOut θα στείλει ο πελάτης για να μέθοδος έρευνας, ακόμα και εάν δεν πιέσετε ένα ψηφίο DTMF. DROP θα μειωθεί η κλήση χρησιμοποιώντας τη μέθοδο της πτώσης της εκστρατείας, αλλά εξακολουθεί να καταγράψει την κλήση ως PM έπαιξε κατάσταση του μηνύματος.

	<BR>
	<A NAME="campaigns-survey_response_digit_map">
	<BR>
	<B>Έρευνα Απάντηση Digit Map - </B> Αυτό είναι το σημείο όπου μπορείτε να ορίσετε μια περιγραφή για να πάνε με κάθε ψηφίο DTMF επιλογή που ο πελάτης μπορεί να επιλέξει.

	<BR>
	<A NAME="campaigns-survey_xfer_exten">
	<BR>
	<B>Έρευνα Xfer Επέκταση - </B>, εάν η έρευνα Μέθοδος ΕΠΕΚΤΑΣΗ είναι επιλεγμένο τότε ο πελάτης θα πρέπει να απευθύνεται έκκληση για την επέκταση αυτής της dialplan.

	<BR>
	<A NAME="campaigns-survey_camp_record_dir">
	<BR>
	<B>Έρευνα Καμπάνια Καταγραφή Directory - </B> Εάν η μέθοδος έρευνας της CAMPREC_60_WAV είναι επιλεγμένο, τότε η αντίδραση των πελατών θα πρέπει να καταχωρούνται και να τοποθετούνται σε έναν κατάλογο το όνομα του από την εκστρατεία στο εσωτερικό αυτού του καταλόγου.

	<BR>
	<A NAME="campaigns-survey_third_digit">
	<BR>
	<B>Έρευνα τρίτο ψηφίο -</B> Αυτό επιτρέπει για μια τρίτη διαδρομή κλήση αν το τρίτο ψηφίο, όπως ορίζεται στον εν λόγω τομέα πιέζεται από τον πελάτη.

	<BR>
	<A NAME="campaigns-survey_fourth_digit">
	<BR>
	<B>Έρευνα τέταρτο ψηφίο -</B> Αυτό επιτρέπει για μια τέταρτη διαδρομή κλήση αν το τέταρτο ψηφίο, όπως ορίζεται στον εν λόγω τομέα πιέζεται από τον πελάτη.

	<BR>
	<A NAME="campaigns-survey_third_audio_file">
	<BR>
	<B>Έρευνα Τρίτη αρχείου ήχου -</B> Αυτό είναι το τρίτο αρχείο ήχου που πρέπει να διαδραματίζουν κατά την επιλογή από τον πελάτη της δυνατότητας τρίτο ψηφίο.

	<BR>
	<A NAME="campaigns-survey_third_status">
	<BR>
	<B>Έρευνα Τρίτη Κατάσταση -</B> Αυτή είναι η τρίτη κατάσταση που χρησιμοποιούνται για την κλήση από την επιλογή από τον πελάτη της δυνατότητας τρίτο ψηφίο.

	<BR>
	<A NAME="campaigns-survey_third_exten">
	<BR>
	<B>Έρευνα Τρίτη Extension -</B> Αυτή είναι η τρίτη επέκταση που χρησιμοποιείται για την κλήση από την επιλογή από τον πελάτη του την επιλογή τρίτο ψηφίο. Προεπιλογή είναι 8300 που κρέμεται αμέσως στην κλήση μετά το αρχείο ήχου μήνυμα παίζεται.

	<BR>
	<A NAME="campaigns-agent_display_dialable_leads">
	<BR>
	<B>Agent Εμφάνιση Dialable Leads -</B> Αυτή η επιλογή, αν ενεργοποιηθεί, θα δείτε τον αριθμό των διαθέσιμων dialable οδηγεί στην εκστρατεία στην οθόνη παράγοντα. Ο αριθμός αυτός είναι ενημερωμένο στο σύστημα μόλις ένα λεπτό και θα ανανεώνονται στην οθόνη αντιπρόσωπος κάθε λίγα δευτερόλεπτα.

	<BR>
	<A NAME="campaigns-survey_menu_id">
	<BR>
	<B>Έρευνα Μενού κλήσεων -</B> Εάν η μέθοδος έχει οριστεί σε CALLMENU, αυτό είναι το μενού Κλήση ότι ο πελάτης έχει σταλεί αν opt-in.

	<BR>
	<A NAME="campaigns-survey_recording">
	<BR>
	<B>Εγγραφή Έρευνα -</B> Αν ενεργοποιηθεί, αυτό θα ξεκινήσει να καταγράφει όταν η κλήση απαντηθεί. Συνιστάται μόνο εάν η μέθοδος δεν έχει οριστεί να μεταβεί σε άλλον παράγοντα. Προεπιλογή N για άτομα με ειδικές ανάγκες. Εάν πρόκειται να Y_WITH_AMD ακόμη τηλεφωνητή ανιχνευθεί κλήσεις μήνυμα θα πρέπει να καταγράφονται.

	<?php
	}
?>

<BR>
<A NAME="campaigns-next_agent_call">
<BR>
<B>Επόμενη Κλήση Χρήστη -</B> Αυτό προσδιορίζει ποιος χρήστης λαμβάνει την επόμενη κλήση που είναι διαθέσιμη:
 <BR> &nbsp; - random: παραγγελίες από την τυχαία τιμή ενημέρωση στον πίνακα live_agents
 <BR> &nbsp; - oldest_call_start: ταξινομημένο με την τελευταία φορά που σε ένα χρήστη στάλθηκε  μία κλήση. Με αποτέλεσμα, ο χρήστης να λαμβάνει συνολικά το ίδιο αριθό κλήσεων.
 <BR> &nbsp; - oldest_call_finish: ταξινομημένο με την τελευταία φορά που ένας χρήστης τελείωσε μία κλήση. Ο χρήστης που περιμένει περισσότερο λαμβάνει την πρώτη κλήση.
 <BR> &nbsp; - overall_user_level: παραγγελίες από το user_level του παράγοντα, όπως ορίζεται στον πίνακα των χρηστών υψηλότερη user_level θα λάβετε περισσότερες κλήσεις.
 <BR> &nbsp; - campaign_rank: διαταγές από την τάξη που δίνεται στον πράκτοραγια την εκστρατεία. Ο υψηλότερος σε χαμηλότερο.
 <BR> &nbsp; - campaign_grade_random: δίνει μια μεγαλύτερη πιθανότητα να πάρει μια κλήση των υψηλόβαθμων υπαλλήλων.
 <BR> &nbsp; - fewest_calls: διαταγές από τον αριθμό κλήσεων πουπαραλαμβάνονται από έναν πράκτορα για εκείνη την συγκεκριμένηεισερχόμενη ομάδα. Λιγότερες κλήσεις πρώτα.
 <BR> &nbsp; - longest_wait_time: παραγγελίες από το ποσό του χρόνου πράκτορας έχει ενεργά περιμένει μια κλήση.

<BR>
<A NAME="campaigns-local_call_time">
<BR>
<B>Τοπική Ωρα Κλήσης -</B> Εδώ, μπορείτε να ορίσετε τις ώρες που θα θέλατε να γίνουν οι κλήσεις. Αυτό ελέγχετε από τον κωδικό περις και ρυθμίζεται για Daylight Savings εάν είναι εφαρμόσιμο.

<BR>
<A NAME="campaigns-dial_prefix">
<BR>
<B>Πρόθεμα Κλήσης -</B> Αυτό το ο επιτρέπει την πιο εύκολη αλλαγή της διαδρομής της κλήσης να βγει έξω μέσω διαφορετικής μεθόδου, χωρίς να γίνει επαναφόρτωση στο Asterisk. Προκαθορισμένο είναι το 9 βασισμένο σύμφωνα με το 91NXXNXXXXXX στο σχέδιο κλήσεων - extensions.conf.

<BR>
<A NAME="campaigns-manual_dial_prefix">
<BR>
<B>Εγχειρίδιο Πρόθεμα κλήσης -</B> Αυτό το προαιρετικό πεδίο σας επιτρέπει να ορίσετε το πρόθεμα κλήσης που πρέπει να χρησιμοποιούνται μόνο όταν τοποθετείτε το εγχειρίδιο κλήσεις μέσω τηλεφώνου από τη διεπαφή πράκτορα, όπως η χρήση της μη αυτόματης κλήσης ή Καλέστε τον επόμενο αριθμό, όταν στο εγχειρίδιο μέθοδο κλήσης, ή χειροκίνητη κλήση αριθμού alt, ή προγραμματισμένα από το χρήστη μόνο επιστροφές κλήσεων. Προεπιλογή είναι άδειο για άτομα με ειδικές ανάγκες, οι οποίες θα χρησιμοποιούν το πρόθεμα κλήσης που ορίζεται στο παραπάνω πεδίο. Αυτή η επιλογή δεν έρχεται σε αντίθεση με το 3way επιλογή Πρόθεμα κλήσης.

<BR>
<A NAME="campaigns-omit_phone_code">
<BR>
<B>Παράλειψη Κωδικού Τηλεφώνου
 -</B> Αυτό το πεδίο σας επιτρέπει να αφήσετε το πεδίο phone_code κατά την κλήση εντός του συστήματος. Για παράδειγμα, εάν καλείτε στο Ηνωμένο Βασίλειο από το Ηνωμένο Βασίλειο θα έχουν 44 σε όσο πεδίο phone_code σας για όλες τις απαγωγές, αλλά απλά θέλετε να καλέσετε 10 ψηφία το dial plan extensions.conf σας για να πραγματοποιείτε κλήσεις αντί για 44, τότε 10 ψηφία. Η προεπιλογή είναι N.

<BR>
<A NAME="campaigns-campaign_cid">
<BR>
<B>CallerID Εκστρατείας -</B> Το πεδίο αυτό επιτρέπει την αποστολή προσαρμοσμένο αριθμό CallerID για τις εξερχόμενες κλήσεις. Αυτός είναι ο αριθμός που θα εμφανιστούν στην CallerID του ατόμου που καλείτε. Η προεπιλογή είναι ΑΓΝΩΣΤΟ. Εάν χρησιμοποιείτε T1 ή E1s να καλέσετε αυτή η επιλογή είναι διαθέσιμη μόνο εάν χρησιμοποιείτε ΠΠΑ - ISDN T1s ή E1s - που έχουν το χαρακτηριστικό έθιμο CallerID ενεργοποιημένη, αυτό δεν θα λειτουργήσει με λήστεψαν-bit των υπηρεσιών-RBS-κυκλώματα. Αυτό θα λειτουργήσει, επίσης, μέσω των περισσότερων κορμούς-παρόχους VOIP-SIP ή IAX που επιτρέπουν δυναμικές εξερχόμενες CallerID. Το έθιμο CallerID ισχύει μόνο για κλήσεις που πραγματοποιούνται για την εκστρατεία άμεσα, τυχόν κλήσεις ή μεταφορά 3rd party δεν θα στείλει το έθιμο CallerID. ΣΗΜΕΙΩΣΗ: Μερικές φορές βάζοντας ΑΓΝΩΣΤΗ ή PRIVATE στον τομέα θα δώσει την αποστολή προεπιλεγμένο αριθμό CallerID από το φορέα σας με τις κλήσεις. Μπορεί να θέλετε να δοκιμάσετε αυτό και να θέσει 0000000000 στον τομέα CallerID αντί αν δεν θέλετε να σας στείλουμε CallerID.

<BR>
<A NAME="campaigns-use_custom_cid">
<BR>
<B>Συνήθεια CallerID -</B> Όταν ρυθμιστεί στο Y, αυτή η επιλογή σας επιτρέπει να χρησιμοποιήσετε το security_phrase πεδίο στον πίνακα πίνακα ως CallerID να αποστείλει κατά την τοποθέτηση για κάθε συγκεκριμένη μόλυβδο. Αν αυτό το πεδίο δεν έχει CID σε αυτό, τότε η CallerID Εκστρατεία ορίζονται παραπάνω θα χρησιμοποιηθεί αντ  αυτού. Αυτή η επιλογή θα απενεργοποιήσετε τη λίστα Παράκαμψη CallerID αν υπάρχει CID που υπάρχουν στο security_phrase τομέα. Η προεπιλογή είναι Ν. Όταν ρυθμιστεί σε AreaCode έχετε τη δυνατότητα να πάει στο υπομενού AC-CID και να ορίσετε πολλαπλά callerids να χρησιμοποιηθεί ανά areacode.

<BR>
<A NAME="campaigns-campaign_rec_exten">
<BR>
<B>Επέκταση εκστρατείας Ηχογρsion -</B> Το πεδίο αυτό επιτρέπει μια επέκταση προσαρμοσμένη εγγραφής που θα χρησιμοποιηθεί με το σύστημα. Αυτό σας επιτρέπει να χρησιμοποιήσετε διαφορετικές επεκτάσεις ανάλογα με το πόσο καιρό θέλετε να επιτρέψει σε ένα μέγιστο καταγραφή και τι είδους κωδικοποιητή που θέλετε να εγγράψετε μέσα Η προεπιλεγμένη παράταση είναι 8309 το οποίο αν ακολουθήσετε τα παραδείγματα SCRATCH_INSTALL θα καταγράψει σε μορφή WAV έως μία ώρα. Μια άλλη επιλογή που περιλαμβάνεται στα παραδείγματα είναι 8310 στην οποία θα καταγράφονται σε μορφή GSM για έως και μία ώρα. Ο χρόνος εγγραφής μπορεί να παραταθεί με την αύξηση της ρύθμισης στην οθόνη Τροποποίηση Server στην ενότητα Διαχειριστής.

<BR>
<A NAME="campaigns-campaign_recording">
<BR>
<B>Ηχογράφηση εκστρατείας -</B> αυτή η επιλογή επιτρέπει να επιλέξετε το επίπεδο ηχογράφησης σε αυτήν την εκστρατεία. NEVER θα θέσει εκτός λειτουργίας την ηχογράφηση στον πελάτη. ONDEMAND είναι η προεπιλογή και επιτρέπει στον χειριστή να αρχίσει και να σταματήσει όπως απαιτείται. ALLCALLS θα αρχίσει την καταγραφή στον πελάτη όποτε μια κλήση στέλνεται σε έναν χειριστή. ALLFORCE will start recording on the client whenever a call is sent to an agent giving the agent no option to stop recording. For ALLCALLS and ALLFORCE there is an option to use the Καθυστέρηση Ηχογράφησης
 to cut down on very short recordings and reduce system load.

<BR>
<A NAME="campaigns-campaign_rec_filename">
<BR>
<B>Όνομα αρχείου εκστρατείας Ηχογρ -</B> Αυτό το πεδίο σας επιτρέπει να προσαρμόσετε το όνομα της εγγραφής κατά την ηχογράφηση της εκστρατείας είναι OnDemand ή ALLCALLS. Οι επιτρεπόμενες μεταβλητές CAMPAIGN INGROUP CUSTPHONE FULLDATE TINYDATE EPOCH ΧΕΙΡΙΣΤΗΣVENDORLEADCODE LEADID CALLID. Η προεπιλογή είναι FULLDATE_ΧΕΙΡΙΣΤΗΣκαι θα μοιάζει με αυτό 20051020-103108_6666. Ένα άλλο παράδειγμα είναι CAMPAIGN_TINYDATE_CUSTPHONE που θα μοιάζει με αυτό TESTCAMP_51020103108_3125551212. Te όνομα αρχείου που προκύπτει πρέπει να είναι μικρότερο από 90 χαρακτήρες σε μήκος.

<BR>
<A NAME="campaigns-allcalls_delay">
<BR>
<B>Καθυστέρηση Ηχογράφησης -</B> Μόνο για ηχογραφήσεις ALLCALLS και ALLFORCE. Προκαθορισμένα είναι 0.

<BR>
<A NAME="campaigns-per_call_notes">
<BR>
<B>Καλέστε Σημειώσεις ανά κλήση -</B> Με την επιλογή αυτή έδωσε τη δυνατότητα να θα επιτρέψει στα πρακτορεία να εισέλθουν στις σημειώσεις για κάθε κλήση που χειρίζονται στο περιβάλλον μέσο. Το πεδίο καταχώρησης σημειώσεων θα εμφανίζεται κάτω από το πεδίο Σχόλια στο περιβάλλον μέσο. Επίσης, αν η ομάδα του πράκτορα χρήστη τη δυνατότητα να προβάλλω τα αρχεία καταγραφής κλήσεων τότε ο πράκτορας θα είναι σε θέση να δείτε τις σημειώσεις παρελθόν έκκληση για μια μολύβδου ανά πάσα στιγμή. Προεπιλογή είναι απενεργοποιημένη.

<BR>
<A NAME="campaigns-hide_call_log_info">
<BR>
<B>Απόκρυψη κλήσεων Πληροφορίες -</B> Η ενεργοποίηση αυτής της επιλογής θα κρύψει κάθε αρχείο καταγραφής κλήσεων ή καλέστε τις πληροφορίες μετράνε όταν μολύβδου πληροφορίες που εμφανίζονται στην οθόνη παράγοντα. Η προεπιλογή είναι N.

<BR>
<A NAME="campaigns-agent_lead_search">
<BR>
<B>Πράκτορας Αναζήτηση μόλυβδο -</B> Η ρύθμιση αυτής της επιλογής να ΕΝΕΡΓΟΠΟΙΗΜΈΝΗ θα επιτρέψει στα πρακτορεία για να αναζητήσετε και να δείτε οδηγεί μολύβδου πληροφορίες, ενώ σταμάτησε στο περιβάλλον παράγοντα. Επίσης, αν η ομάδα του πράκτορα χρήστη τη δυνατότητα να προβάλλω τα αρχεία καταγραφής κλήσεων τότε ο πράκτορας θα είναι σε θέση να δείτε το παρελθόν σημειώσεις κλήσεων για να καταλήξει ότι οι πληροφορίες σχετικά με την προβολή. Προεπιλογή είναι απενεργοποιημένη. LIVE_CALL_INBOUND θα επιτρέψει την αναζήτηση για μια στιγμή να οδηγήσει σε μια εισερχόμενη κλήση μόνο. LIVE_CALL_INBOUND_AND_MANUAL θα επιτρέψει την αναζήτηση για μια στιγμή να οδηγήσει σε μια εισερχόμενη κλήση ή όταν είναι σταματημένο. Όταν Lead Αναζήτηση χρησιμοποιείται σε ένα live εισερχόμενη κλήση, το προβάδισμα της κλήσης, όταν πήγε στο πρακτορείο θα πρέπει να αλλάξει σε καθεστώς LSMERG, και τα αρχεία καταγραφής για την κλήση θα πρέπει να τροποποιηθεί ώστε να συνδεθεί με το μέσο που επιλέγεται μολύβδου αντί.

<BR>
<A NAME="campaigns-agent_lead_search_method">
<BR>
<B>Πράκτορας Μέθοδος Αναζήτηση μόλυβδο -</B> Εάν ο Αντιπρόσωπος Αναζήτηση μόλυβδος είναι ενεργοποιημένη, η ρύθμιση αυτή ορίζει όταν ο αντιπρόσωπος θα πρέπει να επιτρέπεται να οδηγεί την αναζήτηση. Σύστημα θα αναζητήσει το σύνολο του συστήματος, CAMPAIGNLISTS θα ψάξει μέσα σε όλα τα ενεργά καταλόγους στο πλαίσιο της εκστρατείας, CAMPLISTS_ALL θα ψάξουμε μέσα όλες τις ενεργές και ανενεργές λίστες στο πλαίσιο της εκστρατείας, ΚΑΤΑΛΟΓΟΣ θα ψάξει μόνο στο Εγχειρίδιο ID της λίστας κλήσης, όπως ορίζεται στην εκστρατεία . Η προεπιλογή είναι CAMPLISTS_ALL. Μία από αυτές τις επιλογές με USER_ μπροστά αναζήτηση θα γίνει μόνο μέσα σε δρόμους που έχουν το πεδίο ιδιοκτήτη ταιριάζει με το αναγνωριστικό χρήστη του φορέα, οι επιλογές με GROUP_ μπροστά αναζήτηση θα γίνει μόνο μέσα σε δρόμους που έχουν το πεδίο ιδιοκτήτη που ταιριάζουν στην ομάδα χρηστών ότι ο χρήστης είναι ένα μέλος της, με τις επιλογές TERRITORY_ μπροστά αναζήτηση θα γίνει μόνο μέσα σε δρόμους που έχουν το πεδίο ιδιοκτήτη ταιριάζουν με τα εδάφη που ο πράκτορας έχει επιλέξει.

<BR>
<A NAME="campaigns-campaign_script">
<BR>
<B>Βοηθός εκστρατείας -</B> αυτές οι επιλογές επιτρέπουν να επιλέξετε τον Βοηθό που θα εμφανιστεί στην οθόνη των χειριστών για αυτήν την εκστρατεία. Επιλέξτε NONE για να μην παρουσιάσετε κανένα χειρόγραφο για αυτήν την εκστρατεία.

<BR>
<A NAME="campaigns-get_call_launch">
<BR>
<B>Κατά την έναρξη κλήσης -</B> αυτές οι επιλογές επιτρέπουν να επιλέξετε εάν θέλετε την αυτόματη έναρξη μίας ιστο σελίδας σε ένα διαφορετικό παράθυρο, αυτόματη μεάβαση στον Βοηθό ή τίποτα. Αν είναι προσαρμοσμένα πεδία λίστας ενεργοποιημένη στο σύστημά σας, θα ΕΝΤΥΠΟ ανοίξτε την καρτέλα ΕΝΤΥΠΟ κατά τη σύνδεση μιας κλήσης σε έναν πράκτορα.

<BR>
<A NAME="campaigns-xferconf_a_dtmf">
<BR>
<B>Xfer-Conf DTMF -</B> Τα πεδία αυτά επιτρέπουν να έχετε δύο σύνολα Μεταφορά Συνεδρίου και οι ρυθμίσεις DTMF. Όταν η κλήση ή η καμπάνια είναι φορτωμένο, η οθόνη θα δείξει παράγοντα δύο κουμπιά στο πλαίσιο της μεταφοράς-διάσκεψης και αυτόματη συμπλήρωση του όταν πιέζεται αριθμό-to-dial και τις send-dtmf πεδία. Αν θέλετε να επιτρέψετε Συμβουλευτική Μεταφορές, ένα Fronter με μια πιο προσεκτική, να έχει ο πράκτορας χρησιμοποιεί το ΣΥΜΒΟΥΛΕΥΤΙΚΗ πλαίσιο ελέγχου, το οποίο δεν λειτουργεί για τρίτους κλήσεις συμβουλευτική μη-παράγοντα. Για εκείνους που έχουν ακριβώς ο παράγοντας, κάντε κλικ στο κουμπί Dial Με πελατών. Στη συνέχεια, ο παράγοντας μπορεί απλά ΑΦΗΣΤΕ 3WAY-CALL και να προχωρήσουμε στην επόμενη κλήση τους. Αν θέλετε να επιτρέψετε Blind μεταφορά των πελατών σε ένα σενάριο AGI για την καταγραφή ή IVR, στη συνέχεια, τοποθετήστε AXFER στο πεδίο αριθμού-to-dial. Μπορείτε επίσης να καθορίσετε μια προσαρμοσμένη επέκταση μετά την AXFER, για παράδειγμα, αν θέλετε να κάνετε μια κλήση σε μια ειδική IVR έχετε ορίσει για την επέκταση 83900 που θα θέσει AXFER83900 στο πεδίο αριθμού-to-dial.

<BR>
<A NAME="campaigns-quick_transfer_button">
<BR>
<B>Γρήγορη Μεταφορά Button -</B> Η επιλογή αυτή θα προσθέσει ένα κουμπί Γρήγορη Μεταφορά στην οθόνη πράκτορα κάτω από το κουμπί Μεταφορά-Conf που θα επιτρέψουν ένα κλικ τυφλή μεταφορά των κλήσεων προς την επιλεγμένη ομάδα της ή τον αριθμό. IN_GROUP θα αποστείλει κλήσεις προς την Προεπιλογή xfer ομάδας για αυτή την καμπάνια, ή την ομάδα της, αν υπήρχε μια εισερχόμενη κλήση. Οι επιλογές PRESET θα αποστείλει τις προσκλήσεις για το προκαθορισμένο επιλεγεί. Προεπιλογή είναι Ν για άτομα με ειδικές ανάγκες. Οι ΑΣΦΑΛΙΣΜΕΝΗ επιλογές που χρησιμοποιείται για να κλειδώσει την τιμή στο κουμπί γρήγορης μεταφοράς, ακόμη και αν ο αντιπρόσωπος χρησιμοποιεί τις δυνατότητες μεταφοράς συνέδριο κατά τη διάρκεια μιας κλήσης πριν χρησιμοποιήσετε το κουμπί γρήγορης μεταφοράς.

<BR>
<A NAME="campaigns-custom_3way_button_transfer">
<BR>
<B>Προσαρμοσμένη 3-Way Μεταφορά Κουμπί -</B> Αυτή η επιλογή θα προσθέσετε ένα κουμπί Μεταφορά στην οθόνη του πράκτορα κάτω από το κουμπί Μεταβίβαση-Conf που θα επιτρέψει ένα κλικ τριών δρόμων κλήσεις χρησιμοποιώντας το επιλεγμένο Preset ή τομέα. Οι επιλογές PRESET_ θα πραγματοποιείτε κλήσεις χρησιμοποιώντας την προκαθορισμένη τιμή. Οι επιλογές FIELD_ θα πραγματοποιείτε κλήσεις χρησιμοποιώντας τον αριθμό του επιλεγμένου πεδίου από το μόλυβδο. ΑΤΟΜΑ ΜΕ ΕΙΔΙΚΕΣ ΑΝΑΓΚΕΣ δεν θα εμφανιστεί το κουμπί στην οθόνη παράγοντα. Οι επιλογές που θα παρκάρετε PARK_ τον πελάτη πριν από την κλήση. Προεπιλογή είναι απενεργοποιημένη. Η επιλογή VIEW_PRESET θα ανοίξει απλά το πλαίσιο μεταφοράς και το προκαθορισμένο πλαίσιο. Η επιλογή VIEW_CONTACTS θα ανοίξει ένα παράθυρο αναζήτησης επαφών, αυτό θα λειτουργήσει μόνο αν Προεπιλογές Ενεργοποίηση έχει οριστεί σε ΕΠΙΚΟΙΝΩΝΙΑ.

<BR>
<A NAME="campaigns-prepopulate_transfer_preset">
<BR>
<B>Μεταφορά PrePopulate Preset -</B> Η επιλογή αυτή θα αναγράψει τον αριθμό κλήσης με τον τομέα στο πλαίσιο διάσκεψης Μεταφορά στην οθόνη παράγοντα εάν ορίζεται. Προεπιλογή είναι Ν για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="campaigns-enable_xfer_presets">
<BR>
<B>Ενεργοποίηση Προεπιλογές Μεταφορά -</B> Η επιλογή αυτή θα επιτρέψει στις Προεπιλογές υπομενού να εμφανίζονται στην κορυφή της σελίδας Τροποποίηση Καμπάνιας, και επίσης θα έχετε τη δυνατότητα να καθορίσετε προεπιλεγμένους αριθμούς κλήσης για πράκτορες να χρησιμοποιούν στο πλαίσιο μεταφοράς της Διάσκεψης της διεπαφής πράκτορα. Προεπιλογή είναι απενεργοποιημένη. Επικοινωνία είναι μια επιλογή μόνο αν contact_information είναι ενεργοποιημένη στο σύστημά σας, αυτό είναι ένα χαρακτηριστικό έθιμο.

<BR>
<A NAME="campaigns-enable_xfer_presets">
<BR>
<B>Ενεργοποίηση Προεπιλογές Μεταφορά -</B> Η επιλογή αυτή θα επιτρέψει στις Προεπιλογές υπομενού να εμφανίζονται στην κορυφή της σελίδας Τροποποίηση Καμπάνιας, και επίσης θα έχετε τη δυνατότητα να καθορίσετε προεπιλεγμένους αριθμούς κλήσης για πράκτορες να χρησιμοποιούν στο πλαίσιο μεταφοράς της Διάσκεψης της διεπαφής πράκτορα. Προεπιλογή είναι απενεργοποιημένη. Επικοινωνία είναι μια επιλογή μόνο αν contact_information είναι ενεργοποιημένη στο σύστημά σας, αυτό είναι ένα χαρακτηριστικό έθιμο.

<BR>
<A NAME="campaigns-hide_xfer_number_to_dial">
<BR>
<B>Απόκρυψη Μεταφορά Αριθμός για κλήση -</B> Αυτή η επιλογή θα κρύψει το αριθμό πρέπει να καλέσετε τον τομέα στο πλαίσιο μεταφοράς της Διάσκεψης της διεπαφής πράκτορα. Προεπιλογή είναι απενεργοποιημένη.

<BR>
<A NAME="campaigns-ivr_park_call">
<BR>
<B>Πάρκο κλήσεων IVR -</B> Η επιλογή αυτή θα επιτρέψει σε έναν πράκτορα να σταθμεύσετε μια κλήση με ένα ξεχωριστό πλήκτρο CALL IVR ΠΑΡΚΟ για την διασύνδεση του πράκτορά τους, αν αυτό είναι ενεργοποιημένο ή ENABLED_PARK_ONLY. Η επιλογή ENABLED_PARK_ONLY θα επιτρέπουν στον πράκτορα να στείλει την κλήση στο πάρκο, αλλά όχι κάντε κλικ για να ανακτήσετε την κλήση, όπως το έδωσε τη δυνατότητα επιλογής. Η επιλογή ENABLED_BUTTON_HIDDEN επιτρέπει τη λειτουργία μέσω του API μόνο. Προεπιλογή είναι απενεργοποιημένη.

<BR>
<A NAME="campaigns-ivr_park_call_agi">
<BR>
<B>Πάρκο κλήσεων IVR AGI -</B> Εάν η πρόσκληση Πάρκο πεδίο IVR δεν είναι απενεργοποιημένη, τότε το πεδίο αυτό χρησιμοποιείται ως συμβολοσειρά εφαρμογή AGI ότι ο πελάτης έχει αποσταλεί. Αυτή είναι μια ρύθμιση που θα πρέπει να καθορίζεται από το διαχειριστή σας, ει δυνατόν,.

<BR>
<A NAME="campaigns-timer_action">
<BR>
<B>Timer Δράση -</B> Αυτό το χαρακτηριστικό σας επιτρέπει να προκαλέσει ενέργειες μετά από ένα ορισμένο χρονικό διάστημα. το Δ1 και Δ2 επιλογές DIAL θα δημοσιεύσει μια πρόσκληση για τη μεταφορά Διάσκεψη προεπιλογές Αριθμός και τους διαβιβάζουν στον πράκτορα της συνόδου, αυτή χρησιμοποιείται συνήθως για απλές εφαρμογές IVR AGI επικύρωση ή απλά να παίξει ένα προ-ηχογραφημένο μήνυμα. WEBFORM θα ανοίξει τη διεύθυνση φόρμα. MESSAGE_ONLY θα εμφανίσει απλά το μήνυμα ότι είναι στο πεδίο παρακάτω. ΚΑΝΕΝΑ θα απενεργοποιήσετε αυτήν τη δυνατότητα και είναι η προεπιλογή. Hangup θα τερματίσετε την κλήση, όταν το χρονόμετρο έχει ενεργοποιηθεί, CALLMENU θα στείλει την κλήση στο μενού Κλήση καθορίζεται στο Πεδίο Δράσης Προορισμός χρονοδιακόπτη, ΕΠΕΚΤΑΣΗ θα στείλει την κλήση της επέκτασης που καθορίζεται στο Πεδίο Δράσης Προορισμός χρονοδιακόπτη, θα στείλει IN_GROUP την κλήση στο In-ομάδα που προσδιορίζεται στο πεδίο της δράσης Προορισμός χρονοδιακόπτη.

<BR>
<A NAME="campaigns-timer_action_message">
<BR>
<B>Timer Δράση Μήνυμα -</B> Αυτό είναι το μήνυμα που εμφανίζεται στην οθόνη παράγοντα κατά τη στιγμή της Timer δράσης ενεργοποιείται.

<BR>
<A NAME="campaigns-timer_action_seconds">
<BR>
<B>Timer Δευτερόλεπτα Δράση -</B> Αυτό είναι το χρονικό διάστημα μετά την κλήση συνδέεται με τον πελάτη ότι το χρονόμετρο δράσης ενεργοποιείται. Προεπιλογή είναι -1 που είναι και ανενεργός.

<BR>
<A NAME="campaigns-timer_action_destination">
<BR>
<B>Χρονοδιακόπτης Προορισμός δράσης -</B> Αυτό το πεδίο είναι όπου μπορείτε να καθορίσετε το μενού Κλήση, επέκταση ή-Στην ομάδα που θέλετε να αποσταλεί κλήση αν ο χρόνος δράσης της έχει οριστεί σε CALLMENU, την επέκταση ή IN_GROUP. Προεπιλογή είναι άδειο.

<BR>
<A NAME="campaigns-scheduled_callbacks">
<BR>
<B>Προγραμματισμένες Επανακλήσεις -</B> Αυτή η επιλογή επιτρέπει στον χειριστή να τερματίσει μία κλήση ως CALLBK και να επιλέξει τα δεδομένα και την ώρα κατά την οποία ο οδηγός θα ξανα-ενεργοποιηθεί.

<BR>
<A NAME="campaigns-scheduled_callbacks_alert">
<BR>
<B>Σχέδισσα επιφυλακή επανακλήσεων -</B> Αυτή η επιλογή επιτρέπει στη γραμμή θέσης επανακλήσεων στη διεπαφή πρακτόρων για να είναι κόκκινη, αναβοσβήνει ή αναβοσβήνει το κόκκινο όταν υπάρχουν σχεδιασμένες AGENTONLY επανακλήσεις που έχουν χτυπήσει το χρόνο και την ημερομηνία ώθησής τους. Η προεπιλογή δεν είναι ΚΑΜΙΑ για την τυποποιημένη γραμμή θέσης. Οι επιλογές Αναβολή θα σταματήσει να αναβοσβήνει και ή εμφάνιση στο κόκκινο, όταν ελέγχετε τις callbacks, έως ότου ο αριθμός των αλλαγών callbacks.

<BR>
<A NAME="campaigns-scheduled_callbacks_count">
<BR>
<B>Σχέδισσα αρίθμηση επανακλήσεων -</B> Αυτές οι επιλογές σάς επιτρέπει να περιορίσετε τα ορατά συναρτήσεις επιστροφής στην επανάκλησης ενότητα συναγερμού παράγοντα στην οθόνη παράγοντα, για να ζήσει μόνο callbacks. ΖΩΝΤΑΝΑ callbacks τον χρήστη προγραμματιστεί μόνο callbacks που έπληξαν την ημερομηνία ενεργοποίησης και το χρόνο τους. ACTIVE πλάτες κλήση από τον χρήστη μόνο callbacks που δραστηριοποιούνται στο σύστημα, αλλά δεν έχουν ακόμη ενεργοποιηθεί. Μπορείτε να δείτε τόσο την ενεργητική όσο και να ζήσουν callbacks επιλέγοντας ALL_ACTIVE. Η προεπιλογή είναι ALL_ACTIVE.

<BR>
<A NAME="campaigns-callback_days_limit">
<BR>
<B>Προγραμματισμένη Όριο επιστροφές κλήσεις Ημέρες -</B> Αυτή η επιλογή σας επιτρέπει να μειώσει το πρακτορείο προγραμματιστεί callbacks ημερολογίου με δυνατότητα επιλογής αριθμού των ημερών από σήμερα, την πλήρη ημερολογιακό μήνα 12 θα εξακολουθήσουν να εμφανίζονται, αλλά μόνο ο αριθμός σύνολο των ημερών θα επιλεγούν. Η προεπιλογή είναι 0 για απεριόριστο.

<BR>
<A NAME="campaigns-callback_hours_block">
<BR>
<B>Προγραμματισμένη Μπλοκ επιστροφές κλήσεις Ώρες -</B> Αυτή η επιλογή σας επιτρέπει να περιορίσετε την προγραμματισμένη USERONLY επανάκλησης από το να εμφανίζεται στη λίστα επανάκλησης μέχρι παράγοντα Χ ώρες μετά έχει καθοριστεί. Η προεπιλογή είναι 0 για να μην μπλοκ.

<BR>
<A NAME="campaigns-callback_list_calltime">
<BR>
<B>Προγραμματισμένη επιστροφές κλήσεις Calltime Μπλοκ -</B> Αυτή η επιλογή αν θα αποτρέψει την ενεργοποίηση της προγραμματισμένης επανάκλησης από τη λίστα επανάκλησης πράκτορα από το να καλέσει, αν είναι έξω από την προγραμματισμένη calltime για την εκστρατεία. Προεπιλογή είναι απενεργοποιημένη.

<BR>
<A NAME="campaigns-my_callback_option">
<BR>
<B>Προεπιλογή επιστροφές κλήσεις μου Checkbox -</B> Αυτή η επιλογή σας επιτρέπει να ρυθμίσετε εκ των προτέρων το κουτάκι μου επανάκλησης την προγραμματισμένη παράγοντα οθόνη επανάκλησης. ΕΛΕΓΧΟΜΕΝΗ θα ελέγξει αυτόματα το πλαίσιο ελέγχου για κάθε κλήση. Προεπιλογή είναι ανεξέλεγκτη.

<BR>
<A NAME="campaigns-wrapup_seconds">
<BR>
<B>Δευτερ. Τυλίγματος -</B> Ο αριθμός των δευερολέπτων που αναγκάζει έναν χειριστή να περιμένει πριν του επιτραπεί να λάβει ή να κάνει άλλη κλήση. Ο χρόνος ξεκινάει μόλις τερματίσει μία κλήση. Προκαθορισμένα είναι 0 δευτερ. Αν ο χρόνος περάσει πριν ο χειριστής τερματίσει την κλήση, δεν θα μετακινηθεί στην άλλη κλήση πριν συβεί αυτό.

<BR>
<A NAME="campaigns-wrapup_message">
<BR>
<B>Μήνυμα Τυλίγματος -</B> Αυτό είναι ένα συγκεκριμένο μήνυμα εκστρατείας που εμφανίζεται στην οθόνη τυλίγματος όταν έχει οριστεί ο χρόνος τυλίγματος.

<BR>
<A NAME="campaigns-disable_dispo_screen">
<BR>
<B>Απενεργοποίηση οθόνης DISPO -</B> Αυτή η επιλογή σας επιτρέπει να απενεργοποιήσετε την οθόνη διάθεση στο περιβάλλον μέσο. Η Απενεργοποίηση DISPO πεδίο Κατάσταση παρακάτω πρέπει να συμπληρωθεί για αυτή την επιλογή να εργαστούν. Η προεπιλογή είναι DISPO_ENABLED. Η DISPO_SELECT_DISABLED επιλογή δεν θα απενεργοποιήσει την οθόνη dispo εντελώς, αλλά θα εμφανιστεί η οθόνη dispo χωρίς διαθέσεις, η επιλογή αυτή πρέπει να χρησιμοποιείται μόνο εάν θέλετε να επιβάλετε πράκτορες σας για να χρησιμοποιήσετε το λογισμικό CRM σας, η οποία θα στείλει την κατάσταση με το σύστημα μέσω του API.

<BR>
<A NAME="campaigns-disable_dispo_status">
<BR>
<B>Απενεργοποίηση DISPO Κατάσταση -</B> Εάν η επιλογή Απενεργοποίηση DISPO οθόνης έχει οριστεί σε DISPO_DISABLED, τότε το πεδίο αυτό πρέπει να συμπληρωθεί αυτό το πεδίο, μπορείτε να χρησιμοποιήσετε οποιαδήποτε διάταξη θέλετε για αυτόν τον τομέα όσο είναι 1 προς 6 χαρακτήρες στο μήκος με μόνο γράμματα και αριθμούς.

<BR>
<A NAME="campaigns-dead_max">
<BR>
<B>Dead Call Max Δευτερόλεπτα -</B> Αν τεθεί σε μεγαλύτερη από 0, όταν ένας πελάτης κλείνει τη γραμμή και ο πράκτορας δεν έχει κάνει κλικ στο κουμπί Hangup Πελάτης αυτόν τον αριθμό των δευτερολέπτων, η κλήση αυτόματα θα κρεμαστεί, η παρακάτω κατάσταση θα οριστεί και ο παράγοντας θα είναι παύση. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="campaigns-dead_max_dispo">
<BR>
<B>Dead Call Max Status -</B> Εάν είναι ενεργοποιημένη η Νεκρά Call Max δευτερόλεπτα, αυτή είναι η κατάσταση που για την κλήση όταν ο παράγοντας νεκρό κλήση δεν κρέμασε παρελθόν τον αριθμό των δευτερολέπτων που καθορίζονται ανωτέρω. Η προεπιλογή είναι DCMX.

<BR>
<A NAME="campaigns-dispo_max">
<BR>
<B>Dispo Call Max Δευτερόλεπτα -</B> Αν τεθεί σε μεγαλύτερη από 0, και ο πράκτορας δεν έχει επιλέξει το καθεστώς διάθεση σε αυτόν τον αριθμό των δευτερολέπτων, η κλήση αυτόματα θα οριστεί με την παρακάτω κατάσταση και ο παράγοντας θα πρέπει να διακοπεί. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="campaigns-dispo_max_dispo">
<BR>
<B>Dispo Call Max Status -</B> Εάν είναι ενεργοποιημένη η Dispo Call Max δευτερόλεπτα, αυτή είναι η κατάσταση που για την κλήση όταν ο πράκτορας δεν έχει επιλέξει το καθεστώς παρελθόν τον αριθμό των δευτερολέπτων που καθορίζονται ανωτέρω. Η προεπιλογή είναι DISMX.

<BR>
<A NAME="campaigns-pause_max">
<BR>
<B>Agent Παύση Max Δευτερόλεπτα -</B> Αν τεθεί σε μεγαλύτερη από 0, και ο πράκτορας δεν έχει βγεί από το καθεστώς ΠΑΥΣΗ σε αυτόν τον αριθμό δευτερολέπτων, ο πράκτορας, θα εισάγονται αυτόματα από την οθόνη παράγοντα. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="campaigns-screen_labels">
<BR>
<B>Ετικέτες οθόνης γραφείο -</B> Μπορείτε να επιλέξετε ένα σύνολο ετικετών οθόνη παράγοντα για χρήση με αυτή την επιλογή. Προεπιλογή είναι - ΣΥΣΤΗΜΑ-ΧΩΡΟΣ - για τις προεπιλεγμένες ετικέτες.

<BR>
<A NAME="campaigns-status_display_fields">
<BR>
<B>Εμφάνιση Πεδία Κατάσταση -</B> Μπορείτε να επιλέξετε ποιες μεταβλητές για τις κλήσεις που θα εμφανίζεται στη γραμμή κατάστασης της οθόνης πράκτορα. CALLID θα εμφανίσει το 20 μοναδικό αναγνωριστικό χαρακτήρα κλήση, LEADID θα εμφανίσει το ID σύστημα ηλεκτροδίων, LISTID θα εμφανιστεί το ID της λίστας. Η προεπιλογή είναι CALLID.

<BR>
<A NAME="campaigns-use_internal_dnc">
<BR>
<B>Εσωτερικός κατάλογος DNC χρήσης -</B> αυτό καθορίζει εάν αυτή ηεκστρατεία είναι στους μολύβδους φίλτν ενάντια στον εσωτερικόκατάλογο DNC. Εάν τίθεται το Υ, η χοάνη θα ψάξει κάθετηλεφωνικό αριθμό στον κατάλογο DNC πρίν τοποθετεί τον στηχοάνη. Εάν είναι στον κατάλογο DNC έπειτα θα αλλάξει ότιθέση μολύβδου σε DNCL έτσι που δεν μπορεί να σχηματιστεί. Ηπροεπιλογή είναι ν. Η επιλογή areacode είναι ακριβώς όπως η επιλογή Υ, εκτός από αυτό χρησιμοποιείται επίσης για να φιλτράρετε μια ολόκληρη κωδικό της περιοχής της Βόρειας Αμερικής από το να είναι εξερχόμενες, στην προκειμένη περίπτωση με την είσοδο 201XXXXXXX στη λίστα DNC θα μπλοκάρει όλες τις κλήσεις προς το 201 areacode αν έχει ενεργοποιηθεί.

<BR>
<A NAME="campaigns-use_campaign_dnc">
<BR>
<B>Χρησιμοποίησε Καμπάνια DNC List - </B> Αυτό καθορίζει αν αυτό είναι η εκστρατεία εναντίον ενός φίλτρου οδηγεί DNC λίστα που είναι ειδικά για τη συγκεκριμένη καμπάνια μόνο. Αν είναι να Y, η χοάνη θα εξετάσει, για κάθε αριθμό τηλεφώνου στον αγώνα-ειδικά DNC λίστα πριν από την τοποθέτησή του στην χοάνη. Αν είναι στην εκστρατεία ειδικά DNC λίστα τότε θα αλλάξει το καθεστώς που οδηγούν σε DNCC έτσι δεν μπορεί να εξερχόμενων. Προεπιλεγμένο είναι Ν. Η επιλογή areacode είναι ακριβώς όπως η επιλογή Υ, εκτός από αυτό χρησιμοποιείται επίσης για να φιλτράρετε μια ολόκληρη κωδικό της περιοχής της Βόρειας Αμερικής από το να είναι εξερχόμενες, στην προκειμένη περίπτωση με την είσοδο 201XXXXXXX στη λίστα DNC θα μπλοκάρει όλες τις κλήσεις προς το 201 areacode αν έχει ενεργοποιηθεί.

<BR>
<A NAME="campaigns-use_other_campaign_dnc">
<BR>
<B>Άλλα DNC Καμπάνιας -</B> Εάν η επιλογή Χρήση Εκστρατεία Λίστα DNC είναι ενεργοποιημένη, αυτή η επιλογή μπορεί να σας επιτρέψει να χρησιμοποιήσετε ένα διαφορετικό κατάλογο DNC εκστρατεία, απλά βάλτε το Αναγνωριστικό καμπάνιας της Άλλης Καμπάνιας σε αυτόν τον τομέα. Εάν χρησιμοποιήσετε αυτήν την επιλογή, ο αρχικός κατάλογος DNC εκστρατεία δεν θα είναι πλέον να ελεγχθεί, μόνο η άλλη λίστα DNC εκστρατεία θα χρησιμοποιηθεί. Αυτό δεν επηρεάζει την χρήση της εσωτερικής λίστας DNC συστήματος. Προεπιλογή είναι άδειο.

<BR>
<A NAME="campaigns-closer_campaigns">
<BR>
<B>Εισερχόμενες ομάδες -</B> For CLOSER campaigns only. Here is where you select the inbound groups you want agents in this CLOSER campaign to be able to take calls from. It is important for BLENDED inbound-outbound campaigns only to select the inbound groups that are used for agents in this campaign. The calls coming into the inbound groups selected here will be counted as active calls for a blended campaign even if all agents in the campaign are not logged in to receive calls from all of those selected inbound groups.

<BR>
<A NAME="campaigns-agent_pause_codes_active">
<BR>
<B>AgentΚώδικες μικρής διακοπήςΕνεργό -</B> Επιτρέπει στους πράκτορες να επιλέξετε έναν κωδικό παύση όταν κάνουν κλικ στο κουμπί PAUSE στην οθόνη παράγοντα. Κωδικούς Παύση είναι αναγνωρίσιμα ανά καμπάνια στο κάτω μέρος της οθόνης λεπτομέρεια προβολή της εκστρατείας και είναι αποθηκευμένα στον agent_log πίνακα. Η προεπιλογή είναι Ν. FORCE θα αναγκάσει τους παράγοντες να επιλέγουν έναν κωδικό PAUSE, εάν κάνετε κλικ στο κουμπί PAUSE.

<BR>
<A NAME="campaigns-auto_pause_precall">
<BR>
<B>Αυτόματη Παύση Προ-Call -</B> Στην αυτόματη λειτουργία κλήσης, η ρύθμιση αυτή θα ενεργοποιηθεί εάν το πρακτορείο που να σταματά αυτόματα όταν οι κλικ παράγοντα για οποιαδήποτε από τις ακόλουθες λειτουργίες που απαιτεί από αυτούς να είναι σε παύση, αυτόματη κλήση, το Fast Dial, επικεφαλής Αναζήτηση, Προβολή αρχείου καταγραφής κλήσεων, επιστροφές κλήσεις Έλεγχος, Εισάγετε τον κωδικό Παύση. Προεπιλογή N για ανενεργό.

<BR>
<A NAME="campaigns-auto_resume_precall">
<BR>
<B>Αυτόματη Συνέχιση Προ-Call -</B> Στην αυτόματη λειτουργία κλήσης, η ρύθμιση αυτή θα ενεργοποιηθεί εάν ρυθμίσετε τον παράγοντα για ενεργό αυτόματα όταν πατήσει ο πράκτορας από, ή ακυρώνει, σε οποιαδήποτε από τις ακόλουθες λειτουργίες που απαιτεί από αυτούς να είναι σε παύση, αυτόματη κλήση, το Fast Dial, επικεφαλής Αναζήτηση, Κλήση Σύνδεση Προβολή, επιστροφές κλήσεις Ελέγξτε, εισάγετε τον κωδικό Παύση. Προεπιλογή N για ανενεργό.

<BR>
<A NAME="campaigns-auto_pause_precall_code">
<BR>
<B>Αυτόματη Παύση Προ-Call Κώδικα -</B> Εάν η Αυτόματη Παύση Προ-κλήση της συνάρτησης εργασίας παραπάνω είναι ενεργό, και Κώδικες Παύση Agent είναι ενεργή, η ρύθμιση αυτή θα είναι η παύση κωδικό που χρησιμοποιείται όταν ο πράκτορας βρίσκεται σε παύση των δραστηριοτήτων αυτών. Η προεπιλογή είναι PRECAL.

<BR>
<A NAME="campaigns-disable_alter_custdata">
<BR>
<B>Θέστε εκτός λειτουργίας αλλάζει τα στοιχεία πελατών -</B> εάνθέστε το Υ, δεν αλλάζει οποιων δήποτε από το αρχείο στοιχείωνπελατών όταν διαθέσεις πρακτόρων η κλήση. Η προεπιλογή είναι ν.

<BR>
<A NAME="campaigns-disable_alter_custphone">
<BR>
<B>Απενεργοποίηση Alter Πελατών τηλέφωνο - </B> Σε περίπτωση που σε Y, δεν αλλάζει ο πελάτης τον αριθμό τηλεφώνου όταν ένας πράκτορας διαθέσεις την κλήση. Προεπιλεγμένο είναι Y. Χρησιμοποιήστε την επιλογή Απόκρυψη για να καταργήσετε εντελώς τον αριθμό τηλεφώνου του πελάτη από την οθόνη πράκτορα.

<BR>
<A NAME="campaigns-display_queue_count">
<BR>
<B>Εμφάνιση Agent Queue Count - </B> Σε περίπτωση που σε Y, σε περίπτωση που ο πελάτης περιμένει για έναν πράκτορα, ο κοτσίδας ζητεί απεικόνιση στο πάνω μέρος της οθόνης πράκτορας θα γίνονται κόκκινα και δείχνουν τον αριθμό των αναμονής κλήσεων. Προεπιλεγμένο είναι Y.

<BR>
<A NAME="campaigns-manual_dial_override">
<BR>
<B>Χειρωνακτική συμπληρωματική προμήθεια πινάκων -</B> Η ρύθμιση μπορεί να αγνοήσει τους χρήστες που θέτουν για τη χειρωνακτική δυνατότητα πινάκων για τους πράκτορες όταν καταγράφονται σε αυτήν την εκστρατεία. ΚΑΝΕΝΑΣ δεν θα ακολουθήσει τη ρύθμιση χρηστών, ALLOW_ALL θα επιτρέψει σε οποιοδήποτε πράκτορα που συνδέεται με αυτήν την εκστρατεία για να τοποθετήσει τις χειρωνακτικές κλήσεις πινάκων, DISABLE_ALL δεν θα επιτρέψει σε καθένα που συνδέεται με αυτήν την εκστρατεία για να τοποθετήσει τις χειρωνακτικές κλήσεις πινάκων. Η προεπιλογή δεν είναι ΚΑΜΙΑ.

<BR>
<A NAME="campaigns-manual_dial_list_id">
<BR>
<B>Manual Dial ID Λίστας -</B> Η προεπιλογή list_id να χρησιμοποιηθεί όταν ένας πράκτορας τοποθετεί ένα εγχειρίδιο κλήσης και ένα νέο ρεκόρ προβάδισμα δημιουργείται στον πίνακα λίστα. Η προεπιλογή είναι 999. Αυτό το πεδίο μπορεί να περιέχει μόνο ψηφία.

<BR>
<A NAME="campaigns-manual_dial_filter">
<BR>
<B>Εγχειρίδιο Dial Διηθείται - </B> Αυτό σας επιτρέπει να φιλτράρετε τις κλήσεις που πράκτορες να καλέσετε στο εγχειρίδιο λειτουργίας για την εκστρατεία αυτή με οποιονδήποτε συνδυασμό από τα ακόλουθα: DNC - προβλέπονται για την έναρξη, CAMPAIGNLISTS - ο αριθμός πρέπει να είναι εντός των καταλόγων για την εκστρατεία, ΚΑΝΕΝΑ - δεν υπάρχει φίλτρο για χειροκίνητη κλήση ή γρήγορα dial καταλόγους. CAMPLISTS_ALL - θα περιλαμβάνει καταλόγους ανενεργά στην αναζήτηση για τον αριθμό.

<BR>
<A NAME="campaigns-manual_dial_search_checkbox">
<BR>
<B>Manual Dial Αναζήτηση Checkbox -</B> Αυτό σας επιτρέπει να ορίσετε εάν θέλετε το εγχειρίδιο dial κουτάκι αναζήτησης που θα επιλεγούν από προεπιλογή ή όχι. Εάν έχει επιλεγεί μια επιλογή με RESET, τότε το πλαίσιο ελέγχου θα επανέλθει μετά από κάθε κλήση. Προεπιλογή SELECTED.

<BR>
<A NAME="campaigns-manual_preview_dial">
<BR>
<B>Εγχειρίδιο Ταχείας Προεπισκόπηση -</B> Αυτό επιτρέπει στον πράκτορα στη χειροκίνητη λειτουργία κλήσης για να δείτε το προβάδισμα πληροφορίες όταν κάνουν κλικ στην επιλογή Καλέστε τον επόμενο αριθμό, πριν καλέσετε ενεργά την τηλεφωνική κλήση. Υπάρχει μια προαιρετική σύνδεση για να παρακάμψετε το προβάδισμα και να προχωρήσουμε στο επόμενο, αν επιλεγεί. Η προεπιλογή είναι PREVIEW_AND_SKIP.

<BR>
<A NAME="campaigns-manual_dial_lead_id">
<BR>
<B>Χειροκίνητη κλήση από μόλυβδο ID -</B> Αυτό επιτρέπει στον παράγοντα στη χειροκίνητη λειτουργία κλήσης για να πραγματοποιήσετε μια κλήση lead_id αντί για έναν αριθμό τηλεφώνου. Η προεπιλογή είναι N για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="campaigns-api_manual_dial">
<BR>
<B>Εγχειρίδιο κλήσης API -</B> Αυτή η επιλογή σας επιτρέπει να ορίσετε το API πράκτορα για να κάνετε είτε μια κλήση σε έναν χρόνο, STANDARD, ή την ικανότητα να περιμένω στην ουρά εγχειρίδιο κλήσεις μέσω τηλεφώνου και να τους καλέσετε αυτόματα μόλις ο πράκτορας συνεχίζει παύση ή είναι διαθέσιμα να πάρετε την επόμενη κλήση τους με το επιλογή για να απενεργοποιήσετε την αυτόματη κλήση αυτών των κλήσεων, ουρά, ή QUEUE_AND_AUTOCALL η οποία είναι η ίδια με ουρά, αλλά χωρίς την επιλογή για να απενεργοποιήσετε την αυτόματη κλήση αυτών των κλήσεων. Αν ένας αντιπρόσωπος έχει περισσότερες από μία κλήση σε ουρά για τους θα δουν τον λογαριασμό πόσες εγχειρίδιο κλήσεις μέσω τηλεφώνου είναι στην ουρά ακριβώς κάτω από το κουμπί παύσης, ή μέσω τηλεφώνου στο κουμπί Επόμενο Αριθμός. Προτείνουμε ότι αν χρησιμοποιείται ουρά που στέλνετε API ενέργειες χρησιμοποιώντας την προεπισκόπηση = ΝΑΙ επιλογή ώστε να μην καλείτε επανειλημμένα κλήσεις για τον πράκτορα χωρίς προειδοποίηση. Επίσης, αν χρησιμοποιείτε ουρά και σε μεγάλο βαθμό χρησιμοποιώντας χειροκίνητη κλήσεις μέσω τηλεφώνου σε ένα μη μέθοδο κλήσης ΕΓΧΕΙΡΙΔΙΟ, θα συνιστάται η ρύθμιση του Παύση γραφείο Μετά από κάθε επιλογή Κλήση στον Βήτα Προεπιλογή ΠΡΟΤΥΠΟ.

<BR>
<A NAME="campaigns-manual_dial_call_time_check">
<BR>
<B>Εγχειρίδιο Χρόνος κλήσεων Έλεγχος -</B> Εάν αυτή η επιλογή είναι ενεργοποιημένη, θα ελέγξει όλες τις κλήσεις μέσω τηλεφώνου εγχειρίδιο για να βεβαιωθείτε ότι είναι εντός των χρονικών ρυθμίσεων κλήσης για την εκστρατεία. Προεπιλογή είναι απενεργοποιημένη.

<BR>
<A NAME="campaigns-manual_dial_cid">
<BR>
<B>Εγχειρίδιο Ταχείας CID -</B> Αυτό καθορίζει αν ένας πράκτορας την ιδιόχειρη κλήσεις μέσω τηλεφώνου θα έχουν οι ρυθμίσεις της καμπάνιας CallerID που χρησιμοποιούνται, ή ο πράκτοράς τους τηλέφωνο ρυθμίσεις CallerID χρησιμοποιούνται. Η προεπιλογή είναι ΕΚΣΤΡΑΤΕΙΑ. Εάν η χρήση Προσαρμοσμένη CID επιλογή καμπάνια έχει ενεργοποιηθεί ή η εκστρατεία λίστα CID ρύθμιση παράκαμψης χρησιμοποιείται, αυτή η ρύθμιση θα πρέπει να αγνοηθεί.

<BR>
<A NAME="campaigns-post_phone_time_diff_alert">
<BR>
<B>Τηλέφωνο Ώρα δημοσίευσης προειδοποίησης Διαφορά -</B> Αυτό το εγχειρίδιο κλήσης μόνο χαρακτηριστικό, εάν ενεργοποιηθεί, θα εμφανιστεί μια ειδοποίηση αν η ζώνη ώρας για το μόλυβδο ταχυδρομικό κώδικα, ή ο ταχυδρομικός κώδικας, είναι διαφορετική από την ζώνη ώρας του κώδικα περιοχής του αριθμού τηλεφώνου για το μόλυβδο. Η επιλογή OUTSIDE_CALLTIME_ONLY θα δείξει μόνο το σήμα, εάν οι δύο ζώνες ώρας είναι διαφορετικές και μία από τις ζώνες ώρας είναι εκτός του χρόνου εφημερίας που έχουν επιλεγεί για την καμπάνια. OUTSIDE_CALLTIME_PHONE θα ελέγχει μόνο τη ζώνη ώρας του αριθμού τηλεφώνου του μολύβδου και ειδοποιεί αν είναι έξω από την τοπική ώρα κλήσης. OUTSIDE_CALLTIME_POSTAL θα ελέγχει μόνο τη ζώνη ώρας του ταχυδρομικού κώδικα του μολύβδου και ειδοποιεί αν είναι έξω από την τοπική ώρα κλήσης. OUTSIDE_CALLTIME_BOTH θα ελέγξει τον ταχυδρομικό κώδικα και τον αριθμό τηλεφώνου για να είναι μέσα στην τοπική ώρα κλήσης, ακόμη και αν βρίσκονται στην ίδια ζώνη ώρας. Οι ειδοποιήσεις αυτές θα εμφανιστούν στο αρχείο κλήσεων πληροφορίες, callbacks λίστες, αναζητήστε πληροφορίες για τα αποτελέσματα, όταν ένας κύριος καλείται και όταν είναι επικεφαλής προεπισκόπηση. Προεπιλογή είναι απενεργοποιημένη.

<BR>
<A NAME="campaigns-in_group_dial">
<BR>
<B>Σε-Group Dial Εγχειρίδιο -</B> Αυτό το χαρακτηριστικό σας επιτρέπει να ενεργοποιήσετε τη δυνατότητα για τους πράκτορες για να τοποθετήσετε το εγχειρίδιο dial εξερχόμενες κλήσεις που έχουν καταγραφεί, όπως στην ομάδα καλεί έναν ειδικό στην ομάδα. Η MANUAL_DIAL επιλογή επιτρέπει τη διάθεση του τηλεφώνου φωνάζει μέσα από μια εσωτερική ομάδα στον πράκτορα διάθεση την κλήση. Η NO_DIAL η επιλογή επιτρέπει στον πράκτορα να συνδεθούν χρόνο σε μια κλήση που δεν υπάρχει, σαν να ήταν μια πραγματική κλήση, αυτό είναι συχνά χρησιμοποιείται για τη σύνδεση ηλεκτρονικού ταχυδρομείου ή φαξ χρόνο. Η ΔΥΟ επιλογή θα επιτρέψει τόσο κλήση και όχι κλήση στην ομάδα κλήσης. Η προεπιλογή είναι απενεργοποιημένη.

<BR>
<A NAME="campaigns-in_group_dial_select">
<BR>
<B>Σε-Group Manual Dial Επιλογή -</B> Αυτή η επιλογή είναι ενεργή μόνο αν η παραπάνω Σε ομαδική Manual Dial χαρακτηριστικό δεν είναι απενεργοποιημένη. Η επιλογή αυτή περιορίζει τη δυνατότητα επιλογής $$$-ΟΜΑΔΕΣ ότι ο πράκτορας μπορεί να τοποθετήσει Σε ομαδική Manual Dial για κλήσεις μέσω. CAMPAIGN_SELECTED θα δείξει μόνο τις σε ομάδες ότι η εκστρατεία έχει θέσει ως επιτρεπόμενο σε ομάδες. ALL_USER_GROUP θα δείξει όλες τις in-ομάδες που είναι ορατά στα μέλη της ομάδας χρηστών ότι ο παράγων ανήκει.

<BR>
<A NAME="campaigns-agent_clipboard_copy">
<BR>
<B>Agent Screen Clipboard Αντιγραφή - </B> Αυτή η δυνατότητα είναι ενεργοποιημένη για το παρόν μόνο τον Internet Explorer. Η λειτουργία αυτή σας επιτρέπει να επιλέξετε ένα πεδίο που θα αντιγραφεί στον υπολογιστή πρόχειρο του παράγοντα υπολογιστή σε μια πρόσκληση που απηύθυνε σε έναν πράκτορα. Κοινές χρήσεις για αυτό είναι να καταστεί δυνατή η εύκολη επικόλληση του λογαριασμού αριθμούς ή αριθμούς τηλεφώνου κληρονομιά σε πελάτη σχετικά με τις εφαρμογές πράκτορα υπολογιστή.

<BR>
<A NAME="campaigns-three_way_call_cid">
<BR>
<B>3-Way Call Εξερχόμενο CallerID -</B> Αυτό ορίζει τι στέλνεται ως εξερχόμενο αριθμό CallerID από 3-way κλήσεις τοποθετούνται από τον πράκτορα, ΕΚΣΤΡΑΤΕΙΑ χρησιμοποιεί το έθιμο της εκστρατείας CallerID, Ο ΠΕΛΑΤΗΣ χρησιμοποιεί τον αριθμό των πελατών που είναι ενεργή για τους πράκτορες οθόνη και AGENT_PHONE χρησιμοποιεί το CallerID για το τηλέφωνο ότι ο αντιπρόσωπος είναι συνδεδεμένοι στο. AGENT_CHOOSE επιτρέπει στον πράκτορα να επιλέξετε ποια να χρησιμοποιήσει CallerID για 3-way κλήσεις από μια λίστα επιλογών. CUSTOM_CID θα χρησιμοποιήσει την προσαρμοσμένη CID που ορίζεται στο security_phrase πεδίο του πίνακα λίστα για το μόλυβδο.

<BR>
<A NAME="campaigns-three_way_dial_prefix">
<BR>
<B>3-Way Call Πρόθεμα Κλήσης - </B> Αυτό ορίζει τι είναι χρησιμοποιείται ως πρόθεμα κλήσης για 3-way κλήσεις, προεπιλογή είναι άδειο, ώστε η εκστρατεία dial πρόθεμα χρησιμοποιείται, passthru έτσι ώστε να μπορείτε να ακούτε τους ήχους είναι 88.

<BR>
<A NAME="campaigns-customer_3way_hangup_logging">
<BR>
<B>Πελάτης 3-Way καταγραφή Hangup -</B> Εάν αυτή η επιλογή είναι ενεργοποιημένη η user_call_log θα συνδεθείτε όταν ένα hangup πελάτη μέχρι και αν κολλήσει κατά τη διάρκεια μιας κλήσης 3-τρόπο. Επίσης, αυτό μπορεί να επιτρέψει για τον πελάτη 3-τρόπο δράσης hangup αν κάποιος defineed παρακάτω. Προεπιλογή ΔΥΝΑΤΟΤΗΤΑ.

<BR>
<A NAME="campaigns-customer_3way_hangup_seconds">
<BR>
<B>Πελάτης 3-Way Δευτερόλεπτα Hangup -</B> Εάν ο Πελάτης 3-τρόπο καταγραφής είναι ενεργοποιημένη, η επιλογή αυτή σας επιτρέπει να ορίσετε τον αριθμό των δευτερολέπτων μετά το hangup πελάτης έχει εντοπιστεί πριν από την πραγματική καταγράφεται και η προαιρετική πελάτη 3-τρόπο δράσης hangup εκτελείται. Προεπιλογή είναι 5 δευτερόλεπτα.

<BR>
<A NAME="campaigns-customer_3way_hangup_action">
<BR>
<B>Πελάτης 3-Way δράσης Hangup -</B> Εάν ο Πελάτης 3-τρόπο καταγραφής είναι ενεργοποιημένη, η επιλογή αυτή σας επιτρέπει να έχετε την οθόνη αυτόματα πράκτορα κλείσεις για την πρόσκληση και μεταβείτε στην οθόνη DISPO αν αυτή η επιλογή έχει οριστεί σε DISPO. Η προεπιλογή είναι ΚΑΝΕΝΑ.

<?php
if ($SSqc_features_active > 0)
	{
	?>
	<BR>
	<A NAME="campaigns-qc_enabled">
	<BR>
	<B>QC Enabled - </B> Η ρύθμιση αυτού του τομέα να Y επιτρέπει τον παράγοντα Ποιοτικός Έλεγχος χαρακτηριστικά στην εργασία. Προεπιλεγμένο είναι Ν.

	<BR>
	<A NAME="campaigns-qc_statuses">
	<BR>
	<B>QC καθεστώτων - </B> Η περιοχή αυτή είναι που θα επιλέξετε το οποίο οδηγεί των καθεστώτων θα πρέπει να φύγει πάνω από το σύστημα, QC. Τοποθετήστε ένα δίπλα στο ελέγξτε την κατάσταση που θέλετε, QC για την αναθεώρηση. 

	<BR>
	<A NAME="campaigns-qc_shift_id">
	<BR>
	<B>QC Shift - </B> Αυτό είναι το χρονοδιάγραμμα μετάβασης που χρησιμοποιούνται για την έλξη, QC αρχεία για μια καμπάνια. Οι μέρες της εβδομάδας αγνοούνται για αυτές τις λειτουργίες.

	<BR>
	<A NAME="campaigns-qc_get_record_launch">
	<BR>
	<B>QC Get Record Launch-</B> Αυτό επιτρέπει σε μια από τις ακόλουθες δράσεις, το οποίο θα ενεργοποιείται σε ένα QC πράκτορας που λαμβάνει ένα νέο ρεκόρ.

	<BR>
	<A NAME="campaigns-qc_show_recording">
	<BR>
	<B>QC Δείτε Καταγραφή - </B> Αυτό επιτρέπει την καταγραφή που μπορεί να συνδέεται με την εγγραφή QC να εμφανίζονται στην οθόνη QC πράκτορα.

	<BR>
	<A NAME="campaigns-qc_web_form_address">
	<BR>
	<B>QC WebForm Διεύθυνση - </B> Αυτό είναι το ότι μια διεύθυνση ιστοσελίδας, QC, μπορεί να πάει στο γραφείο, όταν κάνετε κλικ στο σύνδεσμο WEBFORM στην οθόνη QC.

	<BR>
	<A NAME="campaigns-qc_script">
	<BR>
	<B>QC Σενάριο - </B> Αυτό είναι το σενάριο που μπορεί να χρησιμοποιηθεί από τους πράκτορες, QC στην SCRIPT καρτέλα στην οθόνη, QC.
	<?php
	}
?>

<BR>
<A NAME="campaigns-vtiger_search_category">
<BR>
<B>Vtiger Search Category -</B> Αν Vtiger ενσωμάτωση αυτή είναι ενεργοποιημένη στις ρυθμίσεις του συστήματος, τότε η ρύθμιση αυτή θα καθορίσει όπου η σελίδα vtiger_search.php θα ψάξει για τον αριθμό τηλεφώνου που είχε εγγραφεί. Υπάρχουν 4 επιλογές που μπορούν να χρησιμοποιηθούν σε αυτόν τον τομέα: LEAD-Αυτή η επιλογή θα ψάξει μέσω του Vtiger οδηγεί μόνο, ACCOUNT-Αυτή η επιλογή θα ψάξει μέσω των λογαριασμών Vtiger και όλες τις επαφές και τα επιμέρους επαφές για τον αριθμό τηλεφώνου, VENDOR Αυτή η επιλογή αναζήτηση θα γίνει μόνο μέσα από τους πωλητές Vtiger, ACCTID-Αυτή η επιλογή λειτουργεί μόνο για λογαριασμούς και θα πάρει το πεδίο vendor_lead_code λίστα και προσπαθήστε να αναζητήσετε το αναγνωριστικό λογαριασμού Vtiger. Αν ανεπιτυχής θα προσπαθήσει άλλες μεθόδους που αναφέρονται ότι έχετε επιλέξει. Πολλαπλές επιλογές μπορούν να χρησιμοποιηθούν για κάθε αναζήτηση, αλλά σε μεγάλες βάσεις δεδομένων αυτό δεν συνιστάται. Η προεπιλογή είναι LEAD. UNIFIED_CONTACT-Αυτή η επιλογή θα χρησιμοποιήσει την beta Vtiger 5.1.0 δυνατότητα να αναζητήσετε τον αριθμό τηλεφώνου και να φέρει μια σελίδα αναζήτησης στο Vtiger.

<BR>
<A NAME="campaigns-vtiger_search_dead">
<BR>
<B>Vtiger Αναζήτηση Dead Λογαριασμών -</B> Αν vtiger ολοκλήρωση είναι ενεργοποιημένη στις ρυθμίσεις του συστήματος τότε αυτή η ρύθμιση θα καθορίσει κατά πόσο διαγραμμένων λογαριασμών θα γίνει αναζήτηση όταν το πρακτορείο κλικ WEB FORM στην αναζήτηση στο σύστημα vtiger. ΑΤΟΜΑ ΜΕ ΕΙΔΙΚΕΣ ΑΝΑΓΚΕΣ-διαγράφεται οδηγεί δεν θα γίνει αναζήτηση, ASK-διαγράφεται οδηγεί θα γίνει η αναζήτηση και η αναζήτηση vtiger ιστοσελίδα θα ζητήσει από τον πράκτορα, αν θέλουν να κάνουν το λογαριασμό vtiger ενεργό, αναστήσει-θα κάνει αυτόματα τη διαγραφή λογαριασμό ξανά ενεργός και θα λάβει τα παράγοντα στην οθόνη λογαριασμό δεν καθυστέρηση, κατόπιν κάνοντας κλικ στο Ιστο-σελίδα. Προεπιλογή είναι ΑΤΟΜΑ ΜΕ ΕΙΔΙΚΕΣ ΑΝΑΓΚΕΣ.

<BR>
<A NAME="campaigns-vtiger_create_call_record">
<BR>
<B>Δημιουργία Vtiger Call Record - </B> Εάν είναι ενεργοποιημένη Vtiger ένταξη στο σύστημα ρυθμίσεις τότε αυτή η ρύθμιση θα καθορίσει κατά πόσο ένα νέο ρεκόρ Vtiger δραστηριότητα δημιουργείται για την πρόσκληση, όταν ο αντιπρόσωπος πηγαίνει στο vtiger_search σελίδα. Προεπιλεγμένο είναι Y. Η επιλογή DISPO θα δημιουργήσει ένα αρχείο πρόσκληση για λογαριασμό vtiger ο αντιπρόσωπος δεν χρειάζεται να πάτε στη σελίδα αναζήτησης vtiger μέσω του Ιστο-σελίδα.

<BR>
<A NAME="campaigns-vtiger_create_lead_record">
<BR>
<B>Δημιουργία Vtiger Μόλυβδος Record - </B> Εάν είναι ενεργοποιημένη Vtiger ενσωμάτωση στο σύστημα και τις ρυθμίσεις Vtiger Αναζήτηση ΜΟΛΥΒΔΟ τότε η κατηγορία περιλαμβάνει τη ρύθμιση αυτή θα καθορίσει κατά πόσο ένα νέο ρεκόρ Vtiger οδηγήσει δημιουργείται όταν ο πράκτορας πηγαίνει στη σελίδα vtiger_search και δεν είναι βρέθηκαν να έχουν την κλήση του αριθμού τηλεφώνου. Προεπιλεγμένο είναι Y.

<BR>
<A NAME="campaigns-vtiger_screen_login">
<BR>
<B>Vtiger Screen Login -</B> Αν Vtiger ενσωμάτωση αυτή είναι ενεργοποιημένη στις ρυθμίσεις του συστήματος, τότε η ρύθμιση αυτή θα καθορίσει αν ο χρήστης έχει συνδεθεί στη διεπαφή Vtiger αυτόματα όταν συνδεθείτε στην οθόνη παράγοντα. Η προεπιλογή είναι Υ. Η επιλογή NEW_WINDOW θα ανοίξει ένα νέο παράθυρο μετά την είσοδο στην οθόνη παράγοντα.

<BR>
<A NAME="campaigns-vtiger_status_call">
<BR>
<B>Vtiger Κατάσταση Call -</B> Αν Vtiger ενσωμάτωση αυτή είναι ενεργοποιημένη στις ρυθμίσεις του συστήματος, τότε η ρύθμιση αυτή θα καθορίσει κατά πόσον η κατάσταση του Λογαριασμού Vtiger θα ενημερωθεί με την κατάσταση της κλήσης αφού έχει dispositioned. Η προεπιλογή είναι N.

<BR>
<A NAME="campaigns-queuemetrics_callstatus">
<BR>
<B>Συμπληρωματική προμήθεια QM CallStatus -</B> Εάν η ολοκλήρωση QueueMetrics επιτρέπεται στις τοποθετήσεις συστημάτων έπειτα αυτήν την ρύθμιση επιτρέψτε την αγνόηση των τοποθετήσεων συστημάτων θέτοντας για queue_log τις καταχωρήσεις CallStatus. Η προεπιλογή είναι ΕΚΤΟΣ ΛΕΙΤΟΥΡΓΊΑΣ που θα χρησιμοποιήσει τη ρύθμιση συστημάτων.

<BR>
<A NAME="campaigns-queuemetrics_phone_environment">
<BR>
<B>ΜΠ Περιβάλλοντος Τηλέφωνο -</B> Αν QueueMetrics ενσωμάτωση αυτή είναι ενεργοποιημένη στις ρυθμίσεις του συστήματος τότε η ρύθμιση αυτή επιτρέπει την προσθήκη αυτής της αξίας στοιχείων στον τομέα δεδομένων αυτών4 της queue_log για τα αρχεία δραστηριότητα πράκτορα. Προεπιλογή είναι άδειο για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="campaigns-extension_appended_cidname">
<BR>
<B>Η επέκταση επισυνάπτει CID -</B> Εάν επιτρέπονται, οι κλήσεις που τοποθετούνται από αυτήν την εκστρατεία θα έχουν ένα διάστημα και την τηλεφωνική επέκταση του πράκτορα που επισυνάπτεται στο τέλος του ονόματος CallerID για την κλήση προτού να σταλεί στον πράκτορα. Η προεπιλογή είναι Ν για τα άτομα με ειδικές ανάγκες.

<BR>
<A NAME="campaigns-pllb_grouping">
<BR>
<B>Ομαδοποίηση PLLB -</B> Τηλέφωνο φορτίου Είσοδος Ομαδοποίηση Εξισορρόπησης, επιτρέπεται μόνο αν υπάρχουν πολλοί διακομιστές πράκτορα και τα ψευδώνυμα του τηλεφώνου υπάρχουν στο σύστημα. Εάν πρόκειται να ONE_SERVER_ONLY θα αναγκάσει όλους τους αντιπροσώπους για την εκστρατεία αυτή για να συνδεθείτε στον ίδιο διακομιστή. Εάν οριστεί σε cascading θα ομαδοποιεί συνδεδεμένοι φορείς στον ίδιο διακομιστή μέχρι PLLB αριθμός Όριο Ομαδοποίηση των παραγόντων επιτυγχάνονται, τότε το επόμενο πράκτορα θα συνδεθείτε με το επόμενο server με το μικρότερο αριθμό παραγόντων. Εάν οριστεί σε Απενεργοποιημένη την τυπική συμπεριφορά Τηλέφωνο Ψευδώνυμα κάθε παράγοντα την εύρεση του διακομιστή με τον μικρότερο αριθμό μη απομακρυσμένες παράγοντες συνδεδεμένοι σε αυτό θα χρησιμοποιηθεί. Προεπιλογή είναι απενεργοποιημένη.

<BR>
<A NAME="campaigns-pllb_grouping_limit">
<BR>
<B>Όριο PLLB Ομαδοποίηση -</B> Τηλέφωνο φορτίου Είσοδος Εξισορρόπηση Όριο Όμιλο. Αν PLLB Όμιλος έχει οριστεί σε cascading τότε η ρύθμιση αυτή θα καθορίσει τον αριθμό των πρακτόρων αποδεκτή σε κάθε διακομιστή για τη συγκεκριμένη καμπάνια. Η προεπιλογή είναι 50.

<BR>
<A NAME="campaigns-crm_popup_login">
<BR>
<B>CRM Popup Σύνδεση -</B> Αν οριστεί σε Ναι, το CRM Popup Διεύθυνση χρησιμοποιείται για να ανοίξει ένα νέο παράθυρο για την σύνδεση παράγοντας σε αυτή την καμπάνια. Προεπιλογή είναι N.

<BR>
<A NAME="campaigns-crm_login_address">
<BR>
<B>CRM Popup Διεύθυνση -</B> Η διεύθυνση του CRM σελίδα σύνδεσης, μπορεί να έχει μεταβλητές πληθυσμού όπως ακριβώς και το έντυπο διεύθυνση ιστού, με τη VAR στην πρώτη και τη χρήση - Α - user_custom_one - Β - να ορίσουν μεταβλητές.

<BR>
<A NAME="campaigns-start_call_url">
<BR>
<B>Ξεκινήστε Call URL -</B> Αυτό το web διεύθυνση URL δεν θεωρείται από το πρακτορείο, αλλά καλείται κάθε φορά που μια κλήση στέλνεται σε έναν πράκτορα, εφόσον είναι πυκνοκατοικημένη. Χρησιμοποιεί τις ίδιες μεταβλητές όπως τα πεδία scripts φόρμα και. Αυτή η διεύθυνση URL δεν μπορεί να αποτελέσει σχετική διαδρομή. Ξεκινήστε το URL δεν λειτουργεί για το εγχειρίδιο κλήσεις μέσω τηλεφώνου. Προεπιλογή είναι κενό.

<BR>
<A NAME="campaigns-dispo_call_url">
<BR>
<B>Καλέστε dispo URL -</B> Αυτό το web διεύθυνση URL δεν θεωρείται από το πρακτορείο, αλλά καλείται κάθε φορά που μια κλήση είναι dispositioned από έναν πράκτορα αν είναι πυκνοκατοικημένη. Χρησιμοποιεί τις ίδιες μεταβλητές όπως τα πεδία scripts φόρμα και. dispo και talk_time είναι οι μεταβλητές που μπορείτε να χρησιμοποιήσετε για να ανακτήσετε το πρακτορείο καθορισμένες διάταξη για την πρόσκληση και τον πραγματικό χρόνο ομιλίας σε δευτερόλεπτα της κλήσης. Αυτή η διεύθυνση URL δεν μπορεί να αποτελέσει σχετική διαδρομή. Προεπιλογή είναι κενό.

<BR>
<A NAME="campaigns-na_call_url">
<BR>
<B>Δεν URL Καλέστε τον πράκτορα -</B> Αυτή η διεύθυνση URL ιστοσελίδας δεν θεωρείται από τον πράκτορα, αλλά αν έχει συμπληρωθεί καλείται κάθε φορά που μια κλήση που δεν γίνεται από έναν πράκτορα είναι κρεμασμένα επάνω ή μεταφέρθηκαν. Χρησιμοποιεί τις ίδιες μεταβλητές όπως τα πεδία σενάρια διαδικτυακή φόρμα και. dispo μπορεί να χρησιμοποιηθεί για να ανακτήσει το σύστημα-που ορίζεται διάθεση για την κλήση. Αυτό το URL δεν μπορεί να είναι μια σχετική διαδρομή. Η προεπιλογή είναι κενό.

<BR>
<A NAME="campaigns-agent_allow_group_alias">
<BR>
<B>Ομάδα Γνωστός Επιτρέπεται - </B> Αν θέλετε να σας επιτρέψει πράκτορες να χρησιμοποιούν ψευδώνυμα ομάδα τότε πρέπει να ορίσετε αυτή την ομάδα να Y. Γνωστός εξηγούνται περισσότερο στο τμήμα Διοίκησης, που επιτρέπει στους εκπροσώπους να επιλέξετε διαφορετικό callerIDs εγχειρίδιο για εξερχόμενες κλήσεις ότι μπορεί να πραγματοποιηθεί. Προεπιλεγμένο είναι Ν.

<BR>
<A NAME="campaigns-default_group_alias">
<BR>
<B>Προεπιλεγμένη ομάδα Γνωστός - </B> Αν έχετε επιτρέπεται Γνωστός ομάδα, τότε αυτό είναι γνωστός και ότι η ομάδα έχει επιλεγεί από προεπιλογή κατά την πρώτη του πράκτορα επιλέγει να χρησιμοποιήσει μια ομάδα Γνωστός για εξερχόμενες κλήσης εγχειρίδιο. Προεπιλεγμένο είναι ΚΑΝΕΝΑ ή κενό.

<BR>
<A NAME="campaigns-view_calls_in_queue">
<BR>
<B>Agent κλήσεων στην ουρά -</B> Εάν ρυθμιστεί σε οτιδήποτε, αλλά ΚΑΝΕΝΑ, πράκτορες θα είναι σε θέση να δείτε λεπτομέρειες σχετικά με τις κλήσεις που περιμένουν στην ουρά στην οθόνη τον πράκτορά τους. Εάν ρυθμιστεί σε μια αριθμητική τιμή, οι κλήσεις που εμφανίζονται θα περιοριστεί στον αριθμό του εγγράφου. Προεπιλογή είναι ΚΑΝΕΝΑ.

<BR>
<A NAME="campaigns-view_calls_in_queue_launch">
<BR>
<B>Δείτε καλεί στην ουρά Launch -</B> Αυτή η ρύθμιση, εάν ρυθμιστεί σε AUTO θα έχει την καλεί στο πλαίσιο ουρά εμφανιστεί μετά από σύνδεση με το πρακτορείο στην οθόνη πράκτορα. Προεπιλογή είναι MANUAL.

<BR>
<A NAME="campaigns-grab_calls_in_queue">
<BR>
<B>Agent καλεί Πιάσε στην ουρά -</B> Αυτή η επιλογή αν ρυθμιστεί σε Ναι, θα επιτρέψει τον αντιπρόσωπο για να επιλέξετε την κλήση που θέλουν να λάβουν από την καλεί σε ουρά οθόνης κάνοντας κλικ σε αυτό, ενώ έχει διακοπεί. Πράκτορες θα είναι σε θέση να αρπάξει εισερχόμενες κλήσεις ή να μεταφέρονται κλήσεις, δεν εξερχόμενες κλήσεις. Προεπιλογή είναι N.

<BR>
<A NAME="campaigns-call_requeue_button">
<BR>
<B>πράκτορα ουρά κλήση και πάλι το κουμπί -</B> Αυτή η επιλογή αν ρυθμιστεί σε Ναι, θα προσθέσετε ένα Re-Queue κουμπί πελατών στην οθόνη του πράκτορα, που επιτρέπει το πρακτορείο για να στείλετε την πρόσκληση σε ένα AGENTDIRECT ουρά που προορίζεται για το μόνο παράγοντα. Προεπιλογή είναι N.

<BR>
<A NAME="campaigns-pause_after_each_call">
<BR>
<B>Agent Παύση Μετά από κάθε πρόσκληση -</B> Αυτή η επιλογή αν ρυθμιστεί σε Ναι, θα διακόψετε το πρακτορείο μετά από κάθε κλήση αυτόματα. Προεπιλογή είναι N.

<BR>
<A NAME="campaigns-pause_after_next_call">
<BR>
<B>Παύση Agent Μετά επόμενο σύνδεσμο Call -</B> Αυτή η επιλογή, αν ενεργοποιηθεί, θα εμφανίσει ένα σύνδεσμο στην οθόνη παράγοντα που θα αφήσει ο πράκτορας πάει σε παύση αυτόματα μετά θα το κλείσεις επόμενη κλήση τους. Προεπιλογή είναι απενεργοποιημένη.

<BR>
<A NAME="campaigns-blind_monitor_warning">
<BR>
<B>Τυφλή προειδοποίηση οργάνων ελέγχου -</B> Αυτή η επιλογή εάν επιτρέπεται θα ενημερώσει τον πράκτορα με τους διάφορους προαιρετικούς τρόπους εάν είναι τυφλοί που ελέγχονται από κάποιο. Τα ΑΤΟΜΑ ΜΕ ΕΙΔΙΚΈΣ ΑΝΆΓΚΕΣ σημαίνουν ότι αυτό το χαρακτηριστικό γνώρισμα δεν είναι ενεργό, η ΕΠΙΦΥΛΑΚΗ θα σκάσει μόνο μια επιφυλακή επάνω στην οθόνη πρακτόρων, η ΕΙΔΟΠΟΙΗΣΗ θα ταχυδρομήσει μια σημείωση που μένει επάνω στην οθόνη πρακτόρων εφ' όσον θα παίξει το theya σχετικά με τον έλεγχο, ΗΧΟΣ το όνομα αρχείου που καθορίζεται κατωτέρω όταν αρχίζει να ελέγχεται ένας πράκτορας και οι άλλες επιλογές είναι combibnations των ανωτέρω επιλογών. Η προεπιλογή είναι ΕΚΤΟΣ ΛΕΙΤΟΥΡΓΊΑΣ.

<BR>
<A NAME="campaigns-blind_monitor_message">
<BR>
<B>Τυφλή ειδοποίηση οργάνων ελέγχου -</B> Αυτό είναι το μήνυμα που θα παρουσιάσει στην οθόνη πρακτόρων ενώ ελέγχονται εάν η επιλογή ΕΙΔΟΠΟΙΗΣΗΣ επιλέγεται. Η προεπιλογή είναι -Someone is blind monitoring your session-.

<BR>
<A NAME="campaigns-blind_monitor_filename">
<BR>
<B>Τυφλό όνομα αρχείου οργάνων ελέγχου -</B> Αυτό είναι το ακουστικό αρχείο που θα παίξει στη σύνοδο πρακτόρων στην έναρξη κάποιου τυφλού που ελέγχει τους. Αυτή η υπαγόρευση θα παιχτεί για την καθεμία στη σύνοδο συμπεριλαμβανομένου του πελάτη εάν οποιοσδήποτε είναι παρών. Η προεπιλογή είναι κενή.

<BR>
<A NAME="campaigns-max_inbound_calls">
<BR>
<B>Max  εισερχόμενοςκαλεί -</B> Εάν αυτή η ρύθμιση έχει οριστεί σε έναν αριθμό μεγαλύτερο από το 0, τότε θα είναι ο μέγιστος αριθμός των εισερχόμενων κλήσεων που ένας πράκτορας μπορεί να χειριστεί σε όλες τις εισερχόμενες ομάδες σε μία ημέρα. Εάν ο παράγοντας φτάσει το μέγιστο αριθμό των εισερχόμενων κλήσεων, τότε δεν θα είναι σε θέση να επιλέξει τα εισερχόμενα ομάδες να αναλάβουν τις κλήσεις από το μέχρι την επόμενη μέρα. Αυτή η ρύθμιση μπορεί να παρακαμφθεί με τη ρύθμιση του χρήστη με το ίδιο όνομα. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.






<BR><BR><BR><BR>

<B><FONT SIZE=3>ΠΙΝΑΚΕΣ ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="lists-list_id">
<BR>
<B>ID Λίστας -</B> Αυτό είναι το αριθμητικό όνομα της λίστας, δεν μπορεί να διορθωθεί μετά από την αρχική εισαγωγή, πρέπει να περιέχει μόνο αριθμούς και πρέπει να είναι μεταξύ 2 και 8 χαρακτήρες. Must be a number greater than 100.

<BR>
<A NAME="lists-list_name">
<BR>
<B>Ονομα Λίστας -</B> Αυτή είναι η περιγραφή της λίστας, πρέπει να είναι μεταξύ 2 και 20 χαρακτήρες.

<BR>
<A NAME="lists-list_description">
<BR>
<B>Περιγραφή καταλόγων -</B> αυτό είναι ο τομέας υπομνημάτων για τονκατάλογο, είναι προαιρετικό.

<BR>
<A NAME="lists-list_changedate">
<BR>
<B>Ημερομηνία αλλαγής καταλόγων -</B> αυτό είναι η τελευταία φορά ότιοι τοποθετήσεις για αυτόν τον κατάλογο τροποποιήθηκαν από καμιάάποψη.

<BR>
<A NAME="lists-list_lastcalldate">
<BR>
<B>Τελευταία ημερομηνία κλήσης καταλόγων -</B> αυτό είναι η τελευταίαφορά ότι ο μόλυβδος σχηματίστηκε από αυτόν τον κατάλογο.

<BR>
<A NAME="lists-campaign_id">
<BR>
<B>Εκστρατεία -</B> Αυτή είναι η εκστρατεία όπου ανήκει η λίστα. Μία λίστα μπορεί μόνο να κληθεί από μία εκστρατεία κάθε φορά.

<BR>
<A NAME="lists-active">
<BR>
<B>Ενεργή -</B> Αυτό ορίζει κατά πόσον η λίστα πρόκειται να κληθεί ή όχι.

<BR>
<A NAME="lists-reset_list">
<BR>
<B>Επαναφορά Κατάστασης-Κλήσης-Καθοδήγησης για την λίστα -</B> Αυτό επαναφέρει τους οδηγούς σε αυτή την λίστα στο Ν σε  \"μη κληθέντα  από την τελευταία επαναφορά\" και σημαίνει ότι για οποιαδήποτε καθοδήγηση μπορεί να γίνει κλήση εάν είναι η σωστή κατάσταση, όπως ορίσθηκε στην οθόνη τις εκστρατείας.

<BR>
<A NAME="lists-reset_time">
<BR>
<B>Reset Times -</B> Αυτό το πεδίο σας επιτρέπει να τεθεί σε χρόνους, που χωρίζονται από μία παύλα-, ότι ο κατάλογος αυτός θα πρέπει να επαναφέρεται αυτόματα από το σύστημα. Οι χρόνοι πρέπει να είναι σε 24 ωρη μορφή που δεν στίξης, για παράδειγμα, 0800-1700 θα επαναφέρετε τη λίστα σε 8am και 5 μ.μ. κάθε μέρα. Προεπιλογή είναι άδειο.

<BR>
<A NAME="lists-expiration_date">
<BR>
<B>Ημερομηνία λήξης -</B> Αυτή η επιλογή σας επιτρέπει να ρυθμίσετε την ημερομηνία μετά την οποία οδηγεί σε αυτή τη λίστα δεν θα επιτρέπεται να είναι αυτόματη ή χειροκίνητη κλήση-list-καλείται από το σύστημα. Η προεπιλογή είναι 12/31/2099.

<BR>
<A NAME="lists-audit_comments">
<BR>
<B>Σχόλια Ελέγχου -</B> Η επιλογή αυτή επιτρέπει σχόλια να μετακινηθεί σε έναν πίνακα ελέγχου. Δεν είναι πλέον επεξεργάσιμη, αλλά προβληθούν μαζί με την ημερομηνία-ώρα-δημιουργός του κάθε σχόλιο. Η προεπιλογή είναι N. Αυτό είναι ένα μέρος της Ποιοτικού Ελέγχου Add-On.

<BR>
<A NAME="lists-agent_script_override">
<BR>
<B>Agent Σενάριο Παράκαμψη -</B> Αν αυτό το πεδίο έχει οριστεί, αυτό θα είναι το σενάριο ότι ο πράκτορας βλέπει στην οθόνη τους αντί του σεναρίου εκστρατεία όταν το αποτέλεσμα είναι από αυτή τη λίστα. Προεπιλογή δεν έχει οριστεί.

<BR>
<A NAME="lists-campaign_cid_override">
<BR>
<B>Καμπάνια CID Παράκαμψη -</B> Αν αυτό το πεδίο έχει οριστεί, αυτό θα υπερισχύσει η εκστρατεία CallerID που έχει οριστεί για τις κλήσεις που είναι σε θέση να οδηγεί σε αυτόν τον κατάλογο. Προεπιλογή δεν έχει οριστεί.

<BR>
<A NAME="lists-am_message_exten_override">
<BR>
<B>Τηλεφωνητής Μήνυμα Παράκαμψη -</B> Αν αυτό το πεδίο έχει οριστεί, αυτό θα υπερισχύσει η απάντηση Μήνυμα Machine που στην εκστρατεία για τους πελάτες σε αυτόν τον κατάλογο. Προεπιλογή δεν έχει οριστεί. 
<BR>
<A NAME="lists-drop_inbound_group_override">
<BR>
<B>Drop  εισερχόμενοςΟμάδα Παράκαμψη -</B> Αν αυτό το πεδίο έχει οριστεί, αυτή η ομάδα της θα χρησιμοποιηθεί για εξερχόμενες κλήσεις μέσα στη λίστα που πτώση από το εξερχόμενο εκστρατεία αντί για την πτώση της ομάδας που στην οθόνη λεπτομερώς εκστρατεία. Προεπιλογή δεν έχει οριστεί.

<BR>
<A NAME="lists-web_form_address">
<BR>
<B>Ιστο-σελίδα Override -</B> Αυτή είναι η προσαρμοσμένη διεύθυνση ότι κάνοντας κλικ στο κουμπί WEB ΕΝΤΥΠΟ στην οθόνη πράκτορας θα σας μεταφέρει σε κλήσεις που έρχονται σε αυτόν τον κατάλογο. Αν θέλετε να χρησιμοποιήσετε προσαρμοσμένα πεδία σε μια φόρμα διεύθυνση web, θα πρέπει να προσθέσετε και CF_uses_custom_fields = Y, ως μέρος της διεύθυνσης URL σας.

<BR>
<A NAME="lists-xferconf_a_dtmf">
<BR>
<B>Xfer-Conf Αριθμός Παράκαμψη -</B> Αυτά τα πέντε πεδία επιτρέπουν για να παρακάμψετε τις προεπιλογές αριθμό Μεταφορά Διάσκεψη όταν το αποτέλεσμα είναι από αυτή τη λίστα. Προεπιλογή είναι κενό.

<BR>
<A NAME="lists-inventory_report">
<BR>
<B>Έκθεση απογραφής -</B> Εάν η έκθεση απογραφής είναι ενεργοποιημένη στο σύστημά σας, η επιλογή αυτή θα καθορίσει αν ο κατάλογος αυτός περιλαμβάνεται στην έκθεση ή όχι. Προεπιλογή είναι ναι Υ για.

<BR>
<A NAME="lists-time_zone_setting">
<BR>
<B>Ζώνη ώρας -</B> Αυτή η επιλογή σας επιτρέπει να ορίσετε τη μέθοδο της διατήρησης του σημερινού αναζήτησης ζώνη ώρας για τα καλώδια μέσα σε αυτή τη λίστα. Αυτή η διαδικασία γίνεται μόνο τη νύχτα, ώστε οι όποιες αλλαγές κάνετε, δεν θα είναι άμεση. COUNTRY_AND_AREA_CODE είναι η προεπιλογή, και θα χρησιμοποιήσει τον κωδικό της χώρας και τον κωδικό περιοχής του αριθμού τηλεφώνου για να καθορίσει τη ζώνη ώρας του μολύβδου. Postal_code θα χρησιμοποιήσει τον ταχυδρομικό κώδικα εάν είναι διαθέσιμη για να καθορίσει τη ζώνη ώρας του μολύβδου. NANPA_PREFIX λειτουργεί μόνο στις ΗΠΑ και θα χρησιμοποιήσει τον κωδικό της περιοχής και πρόθεμα του αριθμού τηλεφώνου για να καθορίσει τη ζώνη ώρας του μολύβδου, αλλά αυτό δεν είναι ενεργοποιημένη από προεπιλογή στο σύστημα, γι 'αυτό παρακαλώ να είστε βέβαιος ότι έχετε τα δεδομένα πρόθεμα NANPA φορτώνονται συστήματός σας πριν από την επιλογή αυτή την επιλογή. OWNER_TIME_ZONE_CODE θα χρησιμοποιήσετε το πρότυπο abbraviation ζώνη ώρας φορτωθεί στο πεδίο ιδιοκτήτη του μολύβδου να καθορίσει τη ζώνη ώρας, στα παραδείγματα ΗΠΑ είναι η AST, EST, CST, MST, PST, AKST, TGV. Αυτή η λειτουργία πρέπει να ενεργοποιηθεί από το διαχειριστή του συστήματος σας για να τεθεί σε ισχύ.


<BR>
<A NAME="internal_list-dnc">
<BR>
<B>Εσωτερική Λίστα DNC -</B> This Do Not Call list contains every lead that has been set to a status of DNC in the system. Through the LISTS - ΠΡΟΣΘΕΣΤΕ ΤΟΝ ΑΡΙΘΜΟ ΣΕ DNC page you are able to manually add numbers to this list so that they will not be called by campaigns that use the internal DNC list. Υπάρχει επίσης η δυνατότητα να προσθέσετε οδηγεί στην καμπάνια-DNC ειδικών καταλόγων για αυτές τις καμπάνιες που έχουν τους. Αν έχετε την ενεργό επιλογή DNC που να areacode τότε μπορείτε επίσης να χρησιμοποιήσετε καταχωρήσεις μπαλαντέρ κωδικό περιοχής όπως αυτό 201XXXXXXX να μπλοκάρει όλες τις κλήσεις προς το 201 areacode όταν ενεργοποιηθεί.



<BR><BR><BR><BR>

<B><FONT SIZE=3>INBOUND_GROUPS ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="inbound_groups-group_id">
<BR>
<B>ID Ομάδας -</B> Αυτό είναι το σύντομο όνομα της εισερχόμενης ομάδας, δεν μπορεί να διορθωθεί μετά από την αρχική παράδοση, δεν μπορεί να περιέχει κενά και πρέπει να είναι μεταξύ 2 και 20χαρακτήρες.

<BR>
<A NAME="inbound_groups-group_name">
<BR>
<B>Ονομα Ομάδας -</B> Αυτή είναι η περιγραφή της ομάδας, πρέπει να είναι μεταξύ 2 και 30 χαρακτήρες. Δεν μπορεί να συμπεριαμβάνει παύλες, συν ή κενά .

<BR>
<A NAME="inbound_groups-group_color">
<BR>
<B>Χρώμα Ομάδας -</B> Αυτό είναι το χρώμα που εμφανίζεται στην εφαρμογή πελάτη παράγοντα όταν μια κλήση έρχεται σε αυτή την ομάδα. Θα πρέπει να είναι μεταξύ 2 και 7 χαρακτήρες. Εάν αυτό είναι ο ορισμός hex χρώμα που πρέπει να θυμάστε να τεθεί ένα # στην αρχή της σειράς ή της οθόνης παράγοντα δεν θα λειτουργήσει σωστά.

<BR>
<A NAME="inbound_groups-active">
<BR>
<B>Ενεργό -</B> Αυτό καθορίζει αν αυτό εισερχόμενες ομάδα είναι σε θέση να αναλάβουν τις κλήσεις. Αν τεθεί σε ανενεργή τότε το After Hours δράσης θα χρησιμοποιηθεί σε οποιαδήποτε κλήσεις που έρχονται σε αυτό.

<BR>
<A NAME="inbound_groups-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το εισερχόμενο ομάδα, αυτό επιτρέπει την προβολή του διαχειριστή αυτής στην ομάδα περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό σε ομάδα.

<BR>
<A NAME="inbound_groups-group_calldate">
<BR>
<B>Στην ομάδα-Calldate -</B> Αυτή είναι η τελευταία ημερομηνία και την ώρα που μια πρόσκληση απευθυνόταν σε αυτό το εισερχόμενο ομάδα.

<BR>
<A NAME="inbound_groups-web_form_address">
<BR>
<B>Ιστο-σελίδα -</B> Αυτή είναι η προσαρμοσμένη διεύθυνση ότι κάνοντας κλικ στο κουμπί WEB ΕΝΤΥΠΟ στην οθόνη πράκτορας θα σας μεταφέρει σε κλήσεις που έρχονται μέσα σε αυτή την ομάδα. Αν θέλετε να χρησιμοποιήσετε προσαρμοσμένα πεδία σε μια φόρμα διεύθυνση web, θα πρέπει να προσθέσετε και CF_uses_custom_fields = Y, ως μέρος της διεύθυνσης URL σας.

<BR>
<A NAME="inbound_groups-next_agent_call">
<BR>
<B>Επόμενη Κλήση Χρήστη -</B> Αυτό προσδιορίζει ποιος χρήστης λαμβάνει την επόμενη κλήση που είναι διαθέσιμη:
 <BR> &nbsp; - random: παραγγελίες από την τυχαία τιμή ενημέρωση στον πίνακα live_agents
 <BR> &nbsp; - oldest_call_start: ταξινομημένο με την τελευταία φορά που σε ένα χρήστη στάλθηκε  μία κλήση. Με αποτέλεσμα, ο χρήστης να λαμβάνει συνολικά το ίδιο αριθό κλήσεων.
 <BR> &nbsp; - oldest_call_finish: ταξινομημένο με την τελευταία φορά που ένας χρήστης τελείωσε μία κλήση. Ο χρήστης που περιμένει περισσότερο λαμβάνει την πρώτη κλήση.
 <BR> &nbsp; - oldest_inbound_call_start: παραγγελιών από την τελευταία φορά που ένας πράκτορας στάλθηκε μια εισερχόμενη κλήση. Αποτελέσματα σε παράγοντες που λαμβάνουν για τον ίδιο αριθμό καλεί συνολικής.
 <BR> &nbsp; - oldest_inbound_call_finish: παραγγελιών από την τελευταία φορά που ένας πράκτορας τελειώσει μια εισερχόμενη κλήση. AKA πράκτορα περιμένει μεγαλύτερη λαμβάνει την πρώτη κλήση.
 <BR> &nbsp; - overall_user_level: παραγγελίες από το user_level του παράγοντα, όπως ορίζεται στον πίνακα των χρηστών υψηλότερη user_level θα λάβετε περισσότερες κλήσεις.
 <BR> &nbsp; - inbound_group_rank: διαταγές από την τάξη που δίνεται στονπράκτορα για τη συγκεκριμένη εισερχόμενη ομάδα. Ο υψηλότερος σεχαμηλότερο.
 <BR> &nbsp; - campaign_rank: διαταγές από την τάξη που δίνεται στον πράκτοραγια την εκστρατεία. Ο υψηλότερος σε χαμηλότερο.
 <BR> &nbsp; - ingroup_grade_random: δίνει μια μεγαλύτερη πιθανότητα να πάρει μια κλήση των υψηλόβαθμων υπαλλήλων από ομάδα σε.
 <BR> &nbsp; - campaign_grade_random: δίνει μια μεγαλύτερη πιθανότητα να πάρει μια κλήση των υψηλόβαθμων παραγόντων από την εκστρατεία.
 <BR> &nbsp; - fewest_calls: διαταγές από τον αριθμό κλήσεων πουπαραλαμβάνονται από έναν πράκτορα για εκείνη την συγκεκριμένηεισερχόμενη ομάδα. Λιγότερες κλήσεις πρώτα.
 <BR> &nbsp; - fewest_calls_campaign: orders by the number of calls received by an agent for the campaign. Least calls first.
 <BR> &nbsp; - longest_wait_time: παραγγελίες από το ποσό του χρόνου πράκτορας έχει ενεργά περιμένει μια κλήση.
 <BR> &nbsp; - ring_all: rings all available agents until one picks up the phone.
 <BR> ΣΗΜΕΙΩΣΕΙΣ: Για ring_all, οι παράγοντες που χρησιμοποιούν τα κινητά τηλέφωνα που έχουν την δυνατότητα γραφείο Hook θα έχει τα τηλέφωνα τους δαχτυλίδι και το πρώτο για να απαντήσετε θα λάβει την κλήση και τις πληροφορίες που εμφανίζονται στην οθόνη παράγοντα. Από ring_all αγνοεί παράγοντας χρόνος αναμονής και η σειρά κατάταξης και θα καλέσει κάθε παράγοντα που είναι διαθέσιμες για την ουρά, δεν συνιστούμε τη χρήση αυτής της μεθόδου για τις μεγάλες ουρές. Όταν χρησιμοποιείτε ring_all, παράγοντες συνδεδεμένοι με τηλέφωνα που έχουν το γραφείο Στις απενεργοποιηθεί Άγκιστρο θα πρέπει να χρησιμοποιούν τις καλεί Στην ουρά του πίνακα και κάντε κλικ στο σύνδεσμο ΠΑΡΑΛΑΒΗ ΠΡΟΣΚΛΗΣΗΣ να αναλάβουν τις κλήσεις στην ουρά. Το ποσό του χρόνου, το τηλέφωνο θα χτυπήσει παράγοντες για ring_all έχει οριστεί στη ρύθμιση Ring On-Hook ώρα ή στο συντομότερο χρονικό διάστημα δακτύλιο από τα τηλέφωνα που θα ονομάζεται. Δεν συνιστάται η χρήση ring_all την υψηλή ένταση του ήχου κλήσης ουρές, ουρές ή με πολλούς παράγοντες. Η μέθοδος ring_all προορίζεται να χρησιμοποιείται μόνο με λίγα μέσα και από το χαμηλό όγκο κλήσεων σε ομάδες.
<BR>

<BR>
<A NAME="inbound_groups-on_hook_ring_time">
<BR>
<B>On-Hook Ώρα δαχτυλίδι -</B> Η επιλογή αυτή χρησιμοποιείται μόνο για τους πράκτορες που είναι συνδεδεμένοι με τηλέφωνα που έχουν το πρακτορείο-on-γάντζο ενεργοποιημένη τη λειτουργία. Αυτός είναι ο αριθμός των δευτερολέπτων που κάθε απόπειρα κλήσης του πράκτορα θα χτυπήσει για μέχρι το σύστημα θα περιμένει ένα δευτερόλεπτο και ήχο αρχίσουν τα διαθέσιμα τηλέφωνα πράκτορα και πάλι. Το πεδίο αυτό μπορεί να παρακαμφθεί εάν τα τηλέφωνα παράγοντας που σε χαμηλότερο χρόνο δαχτυλίδι που μπορεί να είναι απαραίτητες για την αποτροπή κλήσεων από το να στείλει ένα φωνητικό ταχυδρομείο τηλέφωνα. Η προεπιλογή είναι 15.

<BR>
<A NAME="inbound_groups-on_hook_cid">
<BR>
<B>On-Hook CID -</B> Η επιλογή αυτή χρησιμοποιείται μόνο για τους πράκτορες που είναι συνδεδεμένοι με τηλέφωνα που έχουν το πρακτορείο-on-γάντζο ενεργοποιημένη τη λειτουργία. Αυτή είναι η ταυτότητα του καλούντος που θα εμφανιστούν στα τηλέφωνα πράκτορά τους, όταν οι κλήσεις χτυπούν. ΓΕΝΙΚΗ είναι ένας γενικός RINGAGENT00000000001 τύπο της κοινοποίησης. INGROUP θα δείξει μόνο την ομάδα-σε η κλήση προήλθε από. CUSTOMER_PHONE θα δείχνουν μόνο τον αριθμό τηλεφώνου του πελάτη. CUSTOMER_PHONE_RINGΧΕΙΡΙΣΤΗΣθα δείξει RINGAGENT_3125551212 με την RINGΧΕΙΡΙΣΤΗΣως μέρος του CID με τον αριθμό τηλεφώνου του πελάτη. CUSTOMER_PHONE_INGROUP θα δείξει τα πρώτα 10 χαρακτήρες του σε ομάδα που ακολουθείται από τον αριθμό τηλεφώνου του πελάτη. Default is GENERIC.

<BR>
<A NAME="inbound_groups-queue_priority">
<BR>
<B>Queue Priority -</B> This setting is used to define the order in which the calls from this inbound group should be answered in relation to calls from other inbound groups.

<A NAME="inbound_groups-fronter_display">
<BR>
<B>Μπροστινή Οθόνη -</B> Το πεδίο αυτό καθορίζει αν η εισερχόμενη παράγοντας θα έχει το όνομα Fronter - αν υπάρχει - εμφανίζεται στο πεδίο κατάστασης όταν η κλήση έρχεται με τον παράγοντα.

<BR>
<A NAME="inbound_groups-ingroup_script">
<BR>
<B>Βοηθός εκστρατείας -</B> αυτές οι επιλογές επιτρέπουν να επιλέξετε τον Βοηθό που θα εμφανιστεί στην οθόνη των χειριστών για αυτήν την εκστρατεία. Επιλέξτε NONE για να μην παρουσιάσετε κανένα χειρόγραφο για αυτήν την εκστρατεία.

<BR>
<A NAME="inbound_groups-ignore_list_script_override">
<BR>
<B>Αγνοήστε τη συμπληρωματική προμήθεια χειρογράφων καταλόγων-</B> Αυτή η επιλογή επιτρέπει σε σας για να αγνοήσει την επιλογή συμπληρωματικής προμήθειας χειρογράφων ταυτότητας καταλόγων για τις κλήσεις που μπαίνουν σε αυτήν την -ομάδα. Η ρύθμιση αυτού στο Υ θα αγνοήσει οποιεσδήποτε τοποθετήσεις χειρογράφων καταλόγων ταυτότητα. Η προεπιλογή είναι Ν.

<BR>
<A NAME="inbound_groups-get_call_launch">
<BR>
<B>Κατά την έναρξη κλήσης -</B> αυτές οι επιλογές επιτρέπουν να επιλέξετε εάν θέλετε την αυτόματη έναρξη μίας ιστο σελίδας σε ένα διαφορετικό παράθυρο, αυτόματη μεάβαση στον Βοηθό ή τίποτα. Αν είναι προσαρμοσμένα πεδία λίστας ενεργοποιημένη στο σύστημά σας, θα ΕΝΤΥΠΟ ανοίξτε την καρτέλα ΕΝΤΥΠΟ κατά τη σύνδεση μιας κλήσης σε έναν πράκτορα.

<BR>
<A NAME="inbound_groups-xferconf_a_dtmf">
<BR>
<B>Xfer-Conf DTMF -</B> Αυτά τα τέσσερα πεδία επιτρέπουν να έχετε δύο σύνολα Μεταφορά Συνεδρίου και οι ρυθμίσεις DTMF. Όταν η κλήση ή η καμπάνια είναι φορτωμένο, η οθόνη θα δείξει παράγοντα δύο κουμπιά στο πλαίσιο της μεταφοράς-διάσκεψης και αυτόματη συμπλήρωση του όταν πιέζεται αριθμό-to-dial και τις send-dtmf πεδία. Αν θέλετε να επιτρέψετε Συμβουλευτική Μεταφορές, ένα Fronter με μια πιο προσεκτική, να έχει ο πράκτορας χρησιμοποιεί το ΣΥΜΒΟΥΛΕΥΤΙΚΗ πλαίσιο ελέγχου, το οποίο δεν λειτουργεί για κλήσεις συμβουλευτικό οθόνη τρίτου πράκτορα. Για εκείνους που έχουν ακριβώς ο παράγοντας, κάντε κλικ στο κουμπί Dial Με πελατών. Στη συνέχεια, ο παράγοντας μπορεί απλά ΑΦΗΣΤΕ 3WAY-CALL και να προχωρήσουμε στην επόμενη κλήση τους. Αν θέλετε να επιτρέψετε Blind μεταφορά των πελατών σε ένα σενάριο AGI για την καταγραφή ή IVR, στη συνέχεια, τοποθετήστε AXFER στο πεδίο αριθμού-to-dial. Μπορείτε επίσης να καθορίσετε μια προσαρμοσμένη επέκταση μετά την AXFER, για παράδειγμα, αν θέλετε να κάνετε μια κλήση σε μια ειδική IVR έχετε ορίσει για την επέκταση 83900 που θα θέσει AXFER83900 στο πεδίο αριθμού-to-dial.

<BR>
<A NAME="inbound_groups-timer_action">
<BR>
<B>Timer Δράση -</B> Αυτό το χαρακτηριστικό σας επιτρέπει να προκαλέσει ενέργειες μετά από ένα ορισμένο χρονικό διάστημα. το Δ1 και Δ2 επιλογές DIAL θα δημοσιεύσει μια πρόσκληση για τη μεταφορά Διάσκεψη προεπιλογές Αριθμός και τους διαβιβάζουν στον πράκτορα της συνόδου, αυτή χρησιμοποιείται συνήθως για απλές εφαρμογές IVR AGI επικύρωση ή απλά να παίξει ένα προ-ηχογραφημένο μήνυμα. WEBFORM θα ανοίξει τη διεύθυνση φόρμα. MESSAGE_ONLY θα εμφανίσει απλά το μήνυμα ότι είναι στο πεδίο παρακάτω. ΚΑΝΕΝΑ θα απενεργοποιήσετε αυτήν τη δυνατότητα και είναι η προεπιλογή. Αυτή η ρύθμιση θα παρακάμπτουν τις ρυθμίσεις καμπάνιας. Hangup θα τερματίσετε την κλήση, όταν το χρονόμετρο έχει ενεργοποιηθεί, CALLMENU θα στείλει την κλήση στο μενού Κλήση καθορίζεται στο Πεδίο Δράσης Προορισμός χρονοδιακόπτη, ΕΠΕΚΤΑΣΗ θα στείλει την κλήση της επέκτασης που καθορίζεται στο Πεδίο Δράσης Προορισμός χρονοδιακόπτη, θα στείλει IN_GROUP την κλήση στο In-ομάδα που προσδιορίζεται στο πεδίο της δράσης Προορισμός χρονοδιακόπτη.

<BR>
<A NAME="inbound_groups-timer_action_message">
<BR>
<B>Timer Δράση Μήνυμα -</B> Αυτό είναι το μήνυμα που εμφανίζεται στην οθόνη παράγοντα κατά τη στιγμή της Timer δράσης ενεργοποιείται.

<BR>
<A NAME="inbound_groups-timer_action_seconds">
<BR>
<B>Timer Δευτερόλεπτα Δράση -</B> Αυτό είναι το χρονικό διάστημα μετά την κλήση συνδέεται με τον πελάτη ότι το χρονόμετρο δράσης ενεργοποιείται. Προεπιλογή είναι -1 που είναι και ανενεργός.

<BR>
<A NAME="inbound_groups-timer_action_destination">
<BR>
<B>Χρονοδιακόπτης Προορισμός δράσης -</B> Αυτό το πεδίο είναι όπου μπορείτε να καθορίσετε το μενού Κλήση, επέκταση ή-Στην ομάδα που θέλετε να αποσταλεί κλήση αν ο χρόνος δράσης της έχει οριστεί σε CALLMENU, την επέκταση ή IN_GROUP. Προεπιλογή είναι άδειο.

<BR>
<A NAME="inbound_groups-drop_call_seconds">
<BR>
<B>Drop Call δευτερόλεπτα - </B> Ο αριθμός των δευτερολέπτων σε μια κλήση θα παραμείνουν στην ουρά πριν να θεωρείται DROP.

<BR>
<A NAME="inbound_groups-drop_action">
<BR>
<B>Drop δράσης - </B> Αυτό το μενού σας επιτρέπει να διαλέξετε ό, τι συμβαίνει σε μια κλήση όταν έχει να περιμένει περισσότερο από ό, τι έχει οριστεί στο Drop Call δευτερόλεπτα τομέα. HANGUP απλά θα κλείσεις την κλήση, το μήνυμα θα αποστείλει την πρόσκληση της Drop παράταση που έχετε ορίζονται κατωτέρω, τηλεφωνητή θα απευθύνει την πρόσκληση προς το τηλεφωνητή θέση που έχετε IN_GROUP ορίζονται κατωτέρω, και θα απευθύνει την πρόσκληση στην ομάδα  εισερχόμενοςπου καθορίζονται κατωτέρω. VMAIL_NO_INST θα στείλει την κλήση στο κιβώτιο φωνητικού ταχυδρομείου που έχετε ορίζεται κατωτέρω και δεν θα παίξει οδηγίες μετά το μήνυμα στον τηλεφωνητή.

<BR>
<A NAME="inbound_groups-drop_exten">
<BR>
<B>Drop παράταση - </B> Αν Drop δράση που να είναι μήνυμα, αυτό είναι η κλήση σχέδιο επέκτασης ότι η πρόσκληση θα σταλεί στο εάν ανέρχεται Drop Call Δευτερόλεπτα. Για AGENTDIRECT σε ομάδες, αν ο χρήστης δεν είναι διαθέσιμη, μπορείτε να βάλετε AGENTEXT σε αυτόν τον τομέα και το σύστημα θα κοιτάξει το χρήστη έθιμο πέντε τομέα και να στείλει την κλήση σε αυτό τον αριθμό dialplan.

<BR>
<A NAME="inbound_groups-voicemail_ext">
<BR>
<B>ΦΩΝΗΤΙΚΟ ΤΑΧΥΔΡΟΜΕΙΟ -</B> If Drop Action is set to VOICEMAIL, the call DROP would instead be directed to this voicemail box to hear and leave a message. Σε μια -ομάδα AGENTDIRECT, που θέτει αυτό σε AGENTVMAIL θα επιλέξει την ταυτότητα φωνητικού ταχυδρομείου χρηστών στη χρήση.

<BR>
<A NAME="inbound_groups-drop_inbound_group">
<BR>
<B>Drop Μεταφορά Όμιλος - </B> Αν Drop Δράσης έχει οριστεί σε IN_GROUP, η πρόσκληση θα σταλεί σε αυτή την εισερχόμενη ομάδα εάν ανέρχεται Drop Call Δευτερόλεπτα.

<BR>
<A NAME="inbound_groups-drop_callmenu">
<BR>
<B>Πτώση Μενού κλήσεων -</B> Εάν δράσης Drop έχει οριστεί σε CALLMENU, η κλήση θα αποσταλεί σε αυτό το μενού κλήση αν φτάσει δευτερόλεπτα κλήσης Drop.

<BR>
<A NAME="inbound_groups-action_xfer_cid">
<BR>
<B>Μεταφορά δράσης CID -</B> Χρησιμοποιείται για Drop, Αργά τη νύχτα και δράσεις No-παράγοντας-no-ουρά. Αυτός είναι ο αριθμός ταυτότητας καλούντος που χρησιμοποιεί η κλήση πριν αυτό μεταφερθεί σε επεκτάσεις, μηνύματα, φωνητικό ταχυδρομείο ή καλέστε μενού. Μπορείτε να χρησιμοποιήσετε ΠΕΛΑΤΗ σε αυτόν τον τομέα για να χρησιμοποιήσετε τον αριθμό τηλεφώνου του πελάτη, ή ΕΚΣΤΡΑΤΕΙΑ να χρησιμοποιεί το πρώτο επιτρεπόμενο αριθμό καλούντος id εκστρατεία. Η προεπιλογή είναι ΠΕΛΑΤΗ. Εάν αυτό είναι μια κλήση που θα πάει σε ένα μενού Κλήση και στη συνέχεια πίσω στο ένα σε ομάδα, σας προτείνουμε να χρησιμοποιήσετε CUSTOMERCLOSER σε αυτόν τον τομέα, και επίσης θα πρέπει να ορίσετε τη μέθοδο λαβή In-Ομάδα στο μενού Κλήση για να CLOSER.

<BR>
<A NAME="inbound_groups-call_time_id">
<BR>
<B>Χρόνος κλήσης - αυτό είναι το χρονικό σχέδιο κλήσης ναχρησιμοποιήσει για αυτήν την εισερχόμενη ομάδα. Λάβετε υπόψηότι ο χρόνος είναι βασισμένος στο χρόνο κεντρικών υπολογιστών.Η προεπιλογή είναι 24hours.

<BR>
<A NAME="inbound_groups-after_hours_action">
<BR>
<B>Μετά από ώρες δράσης - </B> Η δράση για την εκτέλεση, αν είναι μετά από ώρες, όπως ορίζεται στην πρόσκληση αυτή την φορά για τα εισερχόμενα ομάδα. HANGUP θα hangup αμέσως την πρόσκληση, MESSASGE θα παίξει το αρχείο στο Μετά από ώρες Μήνυμα Filenam τομέα, ΕΠΕΚΤΑΣΗ θα αποστείλει την πρόσκληση για την Μετά από ώρες Παράταση στο dialplan τηλεφωνητή και θα απευθύνει την πρόσκληση προς το τηλεφωνητή κουτί που απαριθμούνται στο Μετά Ώρες Τηλεφωνητής τομέα , IN_GROUP θα αποστείλει την πρόσκληση προς την εισερχόμενη ομάδα επιλεγμένων στο Μετά Ώρες Μεταφορά Ομάδα επιλέξτε λίστα. Προεπιλεγμένο είναι ΜΗΝΥΜΑ. VMAIL_NO_INST θα στείλει την κλήση στο κιβώτιο φωνητικού ταχυδρομείου που έχετε ορίζεται κατωτέρω και δεν θα παίξει οδηγίες μετά το μήνυμα στον τηλεφωνητή.

<BR>
<A NAME="inbound_groups-after_hours_message_filename">
<BR>
<B>Μετά από το όνομα αρχείου μηνυμάτων ωρών - το ακουστικό αρχείοπου βρίσκεται στον κεντρικό υπολογιστή που παίζεται εάν η δράσητίθεται το ΜΗΝΥΜΑ. Η προεπιλογή είναι VM-ANTJ'O

<BR>
<A NAME="inbound_groups-after_hours_exten">
<BR>
<B>Μετά από την παράταση ωρών - η dialplan επέκταση για ναστείλει την πρόσκληση εάν η δράση τίθεται την ΕΠΕΚΤΑΣΗ. Ηπροεπιλογή είναι 8300. Για AGENTDIRECT σε ομάδες, μπορείτε να βάλετε AGENTEXT σε αυτόν τον τομέα και το σύστημα θα κοιτάξει το χρήστη έθιμο πέντε τομέα και να στείλει την κλήση σε αυτό τον αριθμό dialplan.

<BR>
<A NAME="inbound_groups-after_hours_voicemail">
<BR>
<B>Μετά από το φωνητικό ταχυδρομείο ωρών - το κιβώτιο φωνητικούταχυδρομείου για να στείλει την πρόσκληση εάν η δράση τίθεται τοΦΩΝΗΤΙΚΟ ΤΑΧΥΔΡΟΜΕΊΟ. Σε μια -ομάδα AGENTDIRECT, που θέτει αυτό σε AGENTVMAIL θα επιλέξει την ταυτότητα φωνητικού ταχυδρομείου χρηστών στη χρήση.

<BR>
<A NAME="inbound_groups-afterhours_xfer_group">
<BR>
<B>Μετά από ώρες Μεταφορά Όμιλος - </B> Εάν Μετά Ώρες Δράσης έχει οριστεί σε IN_GROUP, η πρόσκληση θα σταλεί σε αυτή την εισερχόμενη ομάδα, αν αυτή τεθεί σε-η ομάδα εκτός από τη διάρκεια των κλήσεων για το καθεστώς που ορίζεται στην ομάδα.

<BR>
<A NAME="inbound_groups-after_hours_callmenu">
<BR>
<B>After Hours Καλέστε Μενού -</B> Αν After Hours δράσης αναμένεται να CALLMENU, η κλήση θα αποσταλεί σε αυτό το μενού Κλήση, αν αυτή τεθεί το σε ομάδα εκτός του συστήματος χρόνου εφημερίας ορίζεται για την ομάδα στην.

<BR>
<A NAME="inbound_groups-no_agent_no_queue">
<BR>
<B>Δεν Πράκτορες Δεν Αναμονής -</B> Αν αυτό το πεδίο έχει οριστεί σε Ναι ή NO_PAUSED τότε δεν θα ζητεί να τεθεί στην ουρά για αυτό στην ομάδα, εφόσον δεν υπάρχουν παράγοντες συνδεδεμένοι και οι κλήσεις θα πάει στο γραφείο Δεν Δεν Queue δράσης. Η NO_PAUSED επιλογή δεν θα στείλει επίσης την καλούντες στην ουρά, εάν υπάρχουν μόνο σε παύση παράγοντες στην ομάδα της. Προεπιλογή είναι N. Σε μια -ομάδα AGENTDIRECT, που θέτει αυτό σε AGENTVMAIL θα επιλέξει την ταυτότητα φωνητικού ταχυδρομείου χρηστών στη χρήση. Μπορείτε επίσης να βάλετε AGENTEXT σε αυτόν τον τομέα, εφόσον έχει οριστεί για την παράταση και το σύστημα θα κοιτάξει το χρήστη έθιμο πέντε τομέα και να στείλει την κλήση σε αυτό τον αριθμό dialplan. Αν οριστεί σε Ν, οι προσκλήσεις θα περιμένω στην ουρά, ακόμη και αν δεν υπάρχουν παράγοντες συνδεδεμένος και που να λαμβάνει κλήσεις από αυτό σε ομάδα.

<BR>
<A NAME="inbound_groups-no_agent_action">
<BR>
<B>Δεν Agent Δεν Queue δράσης -</B> Εάν δεν Agent Δεν ουρά είναι ενεργοποιημένη, τότε το πεδίο αυτό καθορίζει, όπου η κλήση θα πάει, αν δεν υπάρχουν παράγοντες στην ομάδα της. Προεπιλογή είναι το μήνυμα, αυτό παίζει τα αρχεία ήχου στο πεδίο δράσης Value και στη συνέχεια διακόπτει.

<BR>
<A NAME="inbound_groups-no_agent_action_value">
<BR>
<B>Δεν Agent Δεν Queue δράσης Αξία -</B> Αυτή είναι η τιμή για την παραπάνω δράση. Προεπιλογή είναι nbdy-avail-to-take-call|vm-goodbye.

<BR>
<A NAME="inbound_groups-max_calls_method">
<BR>
<B>Μέγιστη κλήσεις μεθόδων -</B> Αυτή η επιλογή μπορεί να επιτρέψει τη μέγιστη ταυτόχρονη λειτουργία προσκλήσεις για αυτό στην ομάδα. Εάν οριστεί σε ΣΥΝΟΛΟ, τότε ο συνολικός αριθμός των κλήσεων εξετάζονται από πράκτορες και σε ουρά σε αυτό της ομάδας δεν επιτρέπεται να υπερβαίνει τον αριθμό κλήσεις Μέγιστη αρίθμηση των γραμμών, όπως ορίζεται παρακάτω. Εάν οριστεί σε IN_QUEUE, στη συνέχεια, αν ο αριθμός των κλήσεων σε ουρά αναμονής για τους πράκτορες δεν θα επιτρέπεται να υπερβαίνει το Max κλήσεις Μετρήστε ανεξάρτητα από το πόσες κλήσεις με τους πράκτορες για αυτό-ομάδα. Προεπιλογή είναι απενεργοποιημένη.

<BR>
<A NAME="inbound_groups-max_calls_count">
<BR>
<B>Μέγιστη Κλήσεις Μετρήστε -</B> Η επιλογή αυτή πρέπει να ρυθμιστεί υψηλότερα από το 0 εάν θέλετε να χρησιμοποιήσετε το χαρακτηριστικό Μέγιστη καλεί τη μέθοδο. Προεπιλογή είναι 0.

<BR>
<A NAME="inbound_groups-max_calls_action">
<BR>
<B>Μέγιστη Κλήσεις δράσης -</B> Αυτή είναι η δράση που πρέπει να ληφθούν αν η Μέγιστη κλήσεις μεθόδων είναι ενεργοποιημένη και ο αριθμός των κλήσεων υπερβαίνει ό, τι βρίσκεται πάνω στο Max κλήσεις Μετρήστε ρύθμιση. Οι προσκλήσεις άνω του ποσού αυτού θα σταλεί είτε τη δράση DROP, τη δράση ή την AFTERHOURS NO_AGENT_NO_QUEUE δράση και θα καταγραφεί ως MAXCAL του καθεστώτος, με λόγο hangup MAXCALLS. Η προεπιλογή είναι NO_AGENT_NO_QUEUE.

<BR>
<A NAME="inbound_groups-welcome_message_filename">
<BR>
<B>Ευπρόσδεκτο όνομα αρχείου μηνυμάτων - το ακουστικό αρχείο πουβρίσκεται στον κεντρικό υπολογιστή που παίζεται όταν μπαίνει ηκλήση. Εάν θέστε ΚΑΝΕΝΑΣ --- έπειτα κανένα μήνυμα δεν θαπαιχτεί. Η προεπιλογή είναι ΚΑΜΙΑ ---. Το πεδίο αυτό όπως και με τα άλλα πεδία ήχου στο In-ομάδες, με εξαίρεση το γραφείο Προειδοποίησης Όνομα αρχείου, μπορεί να έχει πολλαπλά αρχεία ήχου που διαδραματίζουν αν βάλετε ένα σωλήνα διαχωρισμένων λίστα των αρχείων ήχου στο πεδίο.

<BR>
<A NAME="inbound_groups-play_welcome_message">
<BR>
<B>Παίξτε Καλωσόρισμα - </B> Οι ρυθμίσεις αυτές, όταν επιλέγουν να παίξουν το μήνυμα υποδοχής που ορίζεται, πάντα θα παίζει κάθε φορά, ΠΟΤΕ δεν πρόκειται ποτέ να παίξετε, IF_WAIT_ONLY μόνο θα παίξει το μήνυμα υποδοχής, αν η κλήση δεν πάνε αμέσως σε ένα παράγοντα , και YES_UNLESS_NODELAY θα είναι πάντα ευπρόσδεκτη παίξει το μήνυμα Αν δεν το NO_DELAY η ρύθμιση είναι ενεργοποιημένη. Προεπιλεγμένο είναι πάντα.

<BR>
<A NAME="inbound_groups-moh_context">
<BR>
<B>Μουσική στο πλαίσιο λαβής - η μουσική στο πλαίσιο λαβής στηχρήση όταν τοποθετείται ο πελάτης στη λαβή. Η προεπιλογή είναιπροεπιλογή.

<BR>
<A NAME="inbound_groups-onhold_prompt_filename">
<BR>
<B>Στο γρήγορο όνομα αρχείου λαβής - το ακουστικό αρχείο πουβρίσκεται στον κεντρικό υπολογιστή που παίζεται σε ένα τακτόχρονικό διάστημα όταν είναι ο πελάτης στη λαβή. Η προεπιλογήείναι generic_hold. Αυτό το ακουστικό αρχείο ΠΡΕΠΕΙ να είναι 9δευτερόλεπτα ή λιγότεροι στο μήκος.

<BR>
<A NAME="inbound_groups-prompt_interval">
<BR>
<B>Στο γρήγορο διάστημα λαβής - το χρονικό διάστημα σταδευτερόλεπτα για να περιμένει πρίν παίζει επάνω κρατά γρήγορος.Η προεπιλογή είναι 60. Για να απενεργοποιήσετε την Προτροπή σε αναμονή, που το χρονικό διάστημα έως 0.

<BR>
<A NAME="inbound_groups-onhold_prompt_no_block">
<BR>
<B>Στην υπαγόρευση λαβής κανένας φραγμός -</B> Ο καθορισμός αυτής της επιλογής στο Υ θα επιτρέψει τις προσκλήσεις στη γραμμή πίσω από μια πρόσκληση όπου επάνω κρατήστε ότι γρήγορος παίζει για να πάει σε έναν πράκτορα εάν το ένα διατεθεί ενώ το μήνυμα παίζει. Ενώ επάνω κρατήστε ότι το γρήγορο μήνυμα ονομάτων αρχείου παίζει σε έναν πελάτη δεν μπορούν να σταλούν σε έναν πράκτορα. Η προεπιλογή είναι Ν.

<BR>
<A NAME="inbound_groups-onhold_prompt_seconds">
<BR>
<B>Στα γρήγορα δευτερόλεπτα λαβής -</B> Αυτός ο τομέας πρέπει να τεθεί τον αριθμό δευτερολέπτων ότι επάνω κρατήστε ότι η γρήγορη προεπιλογή παιχνιδιών ξέν. ονομάτων αρχείου είναι 10.

<BR>
<A NAME="inbound_groups-play_place_in_line">
<BR>
<B>Παίξτε στο Τόπος Γραμμή - </B> Αυτό καθορίζει αν ο καλών θα ακούσει τη θέση τους στη γραμμή όταν εισέλθουν στην ουρά, καθώς και όταν ακούν την announcemend. Προεπιλεγμένο είναι Ν.

<BR>
<A NAME="inbound_groups-play_estimate_hold_time">
<BR>
<B>Παίξτε Κρατήστε Εκτιμώμενη ώρα - </B> Αυτό καθορίζει αν ο καλών θα ακούσει τον εκτιμώμενο χρόνο κατέχουν προτού μεταφερθούν σε έναν πράκτορα. Προεπιλεγμένο είναι Ν. Εάν ο πελάτης είναι σε αναμονή και ακούει αυτό το μήνυμα εκτιμώμενο χρόνο κατέχουν, ο ελάχιστος χρόνος που θα παίξει είναι 15 δευτερόλεπτα.

<BR>
<A NAME="inbound_groups-calculate_estimated_hold_seconds">
<BR>
<B>Υπολογίστε περίπου δευτερόλεπτα Hold -</B> Αυτό καθορίζει τον αριθμό των δευτερολέπτων στην ουρά ότι ο πελάτης θα περιμένει πριν την προβλεπόμενη ώρα Αναμονή θα πρέπει να υπολογίζονται και προαιρετικά έπαιξε. Ελάχιστες είναι 3 δευτερόλεπτα, ακόμα κι αν είναι μικρότερος από 3. Προεπιλογή είναι 0.

<BR>
<A NAME="inbound_groups-eht_minimum_prompt_filename">
<BR>
<B>Εκτιμώμενος χρόνος Κρατήστε Όνομα Ελάχιστες -</B> Εάν η Εκτιμώμενος χρόνος Hold είναι ενεργό και υπολογίζεται να είναι σε ή κάτω από το ελάχιστο 15 δευτερόλεπτα, τότε αυτό το αρχείο εντολών θα παίξει αντί της ανακοίνωσης προεπιλογή. Προεπιλογή είναι άδειο για ανενεργό.

<BR>
<A NAME="inbound_groups-eht_minimum_prompt_no_block">
<BR>
<B>Εκτιμώμενος χρόνο παραμονής τουλάχιστον Ερώτηση αριθ. Μπλοκ -</B> Αν Εκτιμώμενος χρόνος Hold είναι ενεργή και ο προβλεπόμενος χρόνος τήρησης ελάχιστων πεδίο Όνομα αρχείου είναι πάνω από συμπληρωμένη, τότε η επιλογή αυτή να επιτρέπει την πραγματοποίηση κλήσεων στη γραμμή πίσω από μια κλήση όπου η προτροπή να πάει το παιχνίδι σε έναν πράκτορα εάν είναι διαθέσιμο, ενώ το μήνυμα που παίζει . Ενώ η άμεση παίζει σε έναν πελάτη που δεν μπορεί να σταλεί σε έναν πράκτορα. Προεπιλογή είναι N.

<BR>
<A NAME="inbound_groups-eht_minimum_prompt_seconds">
<BR>
<B>Εκτιμώμενος χρόνος Hold Ελάχιστη εντολών Δευτερόλεπτα -</B> Αυτό το πεδίο πρέπει να ρυθμιστεί με τον αριθμό των δευτερολέπτων που ο εκτιμώμενος χρόνος Hold Όνομα Ελάχιστες προτροπή παίζει. Η προεπιλογή είναι 10.

<BR>
<A NAME="inbound_groups-wait_time_option">
<BR>
<B>Περιμένετε Επιλογή Χρόνος -</B> Αυτό σας επιτρέπει να προσφέρουμε στους πελάτες επιλογές για να αφήσει την ουρά, αν ο χρόνος αναμονής τους είναι πάνω από το ποσό των δευτερολέπτων που καθορίζεται παρακάτω. Προεπιλογή είναι ΚΑΝΕΝΑ. Εάν μία από τις επιλογές PRESS_ έχει επιλεγεί, θα παίξει το όνομα του αρχείου Τύπου ορίζονται κατωτέρω, και να δώσει στον πελάτη τη δυνατότητα να πατήστε το κουμπί 1 στο τηλέφωνό τους να φύγουν από την ουρά και να εκτελέσετε την επιλεγμένη επιλογή. Η PRESS_STAY επιλογή θα στείλει τον πελάτη πίσω στην ουρά, χωρίς να χάσει τη θέση τους στην γραμμή.

<BR>
<A NAME="inbound_groups-wait_time_second_option">
<BR>
<B>Περιμένετε δεύτερη φορά Επιλογή -</B> Ίδια με την πρώτη φορά στον τομέα Επιλογή Περιμένετε παραπάνω, εκτός από αυτήν θα ελέγξει για τον πελάτη πατώντας το πλήκτρο 2. Προεπιλογή είναι ΚΑΝΕΝΑ. Εάν δεν υπάρχει πρώτη επιλογή χρόνος αναμονής έχει επιλεγεί αυτή η επιλογή δεν θα προσφερθούν.

<BR>
<A NAME="inbound_groups-wait_time_third_option">
<BR>
<B>Περιμένετε Ώρα Τρίτη επιλογή -</B> Ίδια με την πρώτη φορά στον τομέα Επιλογή Περιμένετε παραπάνω, εκτός από αυτήν θα ελέγξει για τον πελάτη πατώντας το πλήκτρο 3. Προεπιλογή είναι ΚΑΝΕΝΑ. Εάν δεν Δεύτερη επιλογή χρόνος αναμονής έχει επιλεγεί αυτή η επιλογή δεν θα προσφερθούν.

<BR>
<A NAME="inbound_groups-wait_time_option_seconds">
<BR>
<B>Περιμένετε Δευτερόλεπτα Επιλογή Χρόνος -</B> Αν Περιμένετε Επιλογή ώρα έχει οριστεί σε οτιδήποτε, αλλά ΚΑΝΕΝΑ, αυτός είναι ο αριθμός των δευτερολέπτων που ο πελάτης έχει να περιμένει στην ουρά που θα ενεργοποιήσουν τις επιλογές του χρόνου αναμονής. Προεπιλογή είναι 120 δευτερόλεπτα.

<BR>
<A NAME="inbound_groups-wait_time_option_exten">
<BR>
<B>Περιμένετε Χρόνος Επέκταση Επιλογή -</B> Αν Περιμένετε Επιλογή ώρα έχει οριστεί σε PRESS_EXTEN, αυτή είναι η επέκταση dialplan ότι η πρόσκληση θα σταλεί στο αν ο πελάτης πατήσει το πλήκτρο επιλογής, όταν παρουσιάζονται με την επιλογή. Για AGENTDIRECT σε ομάδες, μπορείτε να βάλετε AGENTEXT σε αυτόν τον τομέα και το σύστημα θα κοιτάξει το χρήστη έθιμο πέντε τομέα και να στείλει την κλήση σε αυτό τον αριθμό dialplan.

<BR>
<A NAME="inbound_groups-wait_time_option_callmenu">
<BR>
<B>Περιμένετε ώρα Callmenu Επιλογή -</B> Αν Περιμένετε Επιλογή ώρα έχει οριστεί σε PRESS_CALLMENU, αυτό είναι το μενού Κλήση ότι η πρόσκληση θα σταλεί στο αν ο πελάτης πατήσει το πλήκτρο επιλογής, όταν παρουσιάζονται με την επιλογή.

<BR>
<A NAME="inbound_groups-wait_time_option_voicemail">
<BR>
<B>Περιμένετε ώρα Τηλεφωνητής Επιλογή -</B> Αν Περιμένετε Επιλογή ώρα έχει οριστεί σε PRESS_VMAIL, αυτή είναι η θέση τηλεφωνητή ότι η πρόσκληση θα σταλεί στο αν ο πελάτης πατήσει το πλήκτρο επιλογής, όταν παρουσιάζονται με την επιλογή. Σε ένα AGENTDIRECT στην ομάδα, θέτοντας αυτή την AGENTVMAIL θα επιλέξετε το αναγνωριστικό τηλεφωνητή χρήστη να χρησιμοποιεί.

<BR>
<A NAME="inbound_groups-wait_time_option_xfer_group">
<BR>
<B>Περιμένετε Χρόνος Μεταγωγής επιλογή-ομάδα -</B> Αν Περιμένετε Επιλογή ώρα έχει οριστεί σε PRESS_INGROUP, αυτή είναι η εισερχόμενη ομάδα ότι η πρόσκληση θα σταλεί στο αν ο πελάτης πατήσει το πλήκτρο επιλογής, όταν παρουσιάζονται με την επιλογή.

<BR>
<A NAME="inbound_groups-wait_time_option_press_filename">
<BR>
<B>Περιμένετε Ώρα Όνομα Επιλογή Τύπου -</B> Αν Περιμένετε Επιλογή ώρα έχει οριστεί σε μία από τις επιλογές PRESS_, αυτή είναι η προτροπή του ονόματος αρχείου που παίζεται αν ο χρόνος αναμονής του πελάτη υπερβαίνει τις Δευτερόλεπτα Επιλογή χρόνος αναμονής για να δώσει στον πελάτη τη δυνατότητα να πιέσει 1, 2 ή 3 στο τηλέφωνό τους για να τρέξει οι επιλεγμένες επιλογές Πατήστε το χρόνο αναμονής. Είναι πολύ σημαντικό να περιλαμβάνει επιλογές από το αρχείο ήχου για όλα τα επιλεγμένα Επιλογές χρόνο αναμονής σας, και ότι το μήκος του αρχείου ήχου σε λίγα δευτερόλεπτα έχει οριστεί σωστά στο πεδίο Όνομα δευτερόλεπτα κάτω ή θα υπάρξουν προβλήματα. Η προεπιλογή είναι να-να-λέγεται-πίσω.

<BR>
<A NAME="inbound_groups-wait_time_option_no_block">
<BR>
<B>Περιμένετε ώρα Τύπου επιλογή Χωρίς Κλείδωμα -</B> Η ρύθμιση αυτής της επιλογής στο Y θα επιτρέπει την πραγματοποίηση κλήσεων στη γραμμή πίσω από μια κλήση όπου ο χρόνος αναμονής Επιλογή Όνομα Τύπου προτροπή να πάει το παιχνίδι σε έναν πράκτορα εάν είναι διαθέσιμο, ενώ το μήνυμα που παίζει. Ενώ ο χρόνος αναμονής Επιλογή Τύπου μηνύματος Όνομα παίζει σε έναν πελάτη που δεν μπορεί να σταλεί σε έναν πράκτορα. Προεπιλογή είναι N.

<BR>
<A NAME="inbound_groups-wait_time_option_prompt_seconds">
<BR>
<B>Περιμένετε δευτερόλεπτα χρόνος Επιλογή Όνομα Τύπου -</B> Αυτό το πεδίο πρέπει να ρυθμιστεί με τον αριθμό των δευτερολέπτων που ο χρόνος αναμονής Επιλογή Όνομα Τύπου παίζει. Η προεπιλογή είναι 10.

<BR>
<A NAME="inbound_groups-wait_time_option_callback_filename">
<BR>
<B>Περιμένετε Επιλογή ώρα μετά το όνομα αρχείου Τύπου -</B> Αν Περιμένετε Επιλογή ώρα έχει οριστεί σε μία από τις επιλογές PRESS_, αυτή είναι η προτροπή του ονόματος αρχείου που παίζεται αφού ο πελάτης έχει πιεστεί 1, 2 ή 3.

<BR>
<A NAME="inbound_groups-wait_time_option_callback_list_id">
<BR>
<B>Περιμένετε Χρόνος επανάκλησης Επιλογή ID της λίστας -</B> Αν Περιμένετε Επιλογή ώρα έχει οριστεί σε PRESS_CID_CALLBACK, αυτό είναι το ID της λίστας η κλήση προστίθεται ως νέο επικεφαλής, αν ο πελάτης πατήσει το πλήκτρο επιλογής, όταν παρουσιάζονται με την επιλογή.

<BR>
<A NAME="inbound_groups-wait_hold_option_priority">
<BR>
<B>Περιμένετε Κρατήστε Προτεραιότητα Επιλογή -</B> Αν και οι δύο επιλογές Εκτιμώμενος χρόνος συντήρησης και Περιμένετε ώρα επιλογές είναι ενεργές, η ρύθμιση αυτή θα καθορίσει κατά πόσο ένα, το άλλο ή και τα δύο αυτά χαρακτηριστικά είναι ενεργό. Για παράδειγμα, αν ο εκτιμώμενος χρόνος Hold επιλογή έχει οριστεί σε 360, η επιλογή χρόνος αναμονής έχει οριστεί σε 120 και ο πελάτης έχει να περιμένει για 120 δευτερόλεπτα και εξακολουθούν να υπάρχουν 400 δευτερόλεπτα εκτιμάται ότι κατέχουν χρόνο, τότε και οι δύο ενεργές την ίδια στιγμή και αυτή η ρύθμιση θα πρέπει να ελεγχθούν για να δούμε τι επιλογές θα πρέπει να προσφέρονται. Η προεπιλογή είναι μόνο ΑΝΑΜΟΝΗ.

<BR>
<A NAME="inbound_groups-hold_time_option">
<BR>
<B>Estimated Κρατήστε Ώρα Επιλογή - </B> Αυτό σας επιτρέπει να καθορίσετε την δρομολόγηση των κλήσεων, εάν ο εκτιμώμενος χρόνος κατέχουν πάνω από το ποσό των δευτερολέπτων που καθορίζεται παρακάτω. Προεπιλεγμένο είναι ΚΑΝΕΝΑ. Εάν μια από τις επιλογές PRESS_ επιλέγεται, θα παίξει το όνομα αρχείου Τύπου που καθορίζεται κατωτέρω και θα δώσει στον πελάτη την επιλογή να πιέσει 1 στο τηλέφωνό τους για να αφήσει τη σειρά αναμονής και να τρέξει την επιλεγμένη επιλογή.

<BR>
<A NAME="inbound_groups-hold_time_second_option">
<BR>
<B>Κρατήστε δεύτερη φορά Επιλογή -</B> Ίδια με την πρώτη φορά στον τομέα επιλογή Hold παραπάνω, εκτός από αυτήν θα ελέγξει για τον πελάτη πατώντας το πλήκτρο 2. Προεπιλογή είναι ΚΑΝΕΝΑ. Εάν δεν υπάρχει πρώτη επιλογή Χρόνος Αναμονής έχει επιλεγεί αυτή η επιλογή δεν θα προσφερθούν.

<BR>
<A NAME="inbound_groups-hold_time_third_option">
<BR>
<B>Κρατήστε Ώρα Τρίτη επιλογή -</B> Ίδια με την πρώτη φορά στον τομέα επιλογή Hold παραπάνω, εκτός από αυτήν θα ελέγξει για τον πελάτη πατώντας το πλήκτρο 3. Προεπιλογή είναι ΚΑΝΕΝΑ. Εάν δεν Δεύτερη επιλογή Χρόνος Αναμονής έχει επιλεγεί αυτή η επιλογή δεν θα προσφερθούν.

<BR>
<A NAME="inbound_groups-hold_time_option_seconds">
<BR>
<B>Κρατήστε Ώρα Επιλογή δευτερόλεπτα - </B> Αν Κρατήστε Ώρα Επιλογή έχει οριστεί σε οτιδήποτε, αλλά ΚΑΝΕΝΑ, αυτό είναι ο αριθμός των δευτερολέπτων του χρόνου εκτιμάται ότι κατέχουν θα ενεργοποιήσει την αναμονή ώρα της επιλογής. Η προεπιλογή είναι 360 δευτερόλεπτα.

<BR>
<A NAME="inbound_groups-hold_time_option_minimum">
<BR>
<B>Ελάχιστο χρονικής επιλογής λαβής -</B> Εάν η χρονική επιλογή λαβής που επιτρέπεται, αυτό είναι ο ελάχιστος αριθμός δευτερολέπτων η κλήση πρέπει προτού να παρουσιαστεί με τη χρονική επιλογή λαβής. Η χρονική επιλογή λαβής θα παρουσιαστεί αμέσως αυτή τη στιγμή εάν ο κατ' εκτίμηση χρόνος λαβής είναι μεγαλύτερος από την αξία δευτερολέπτων χρονικής επιλογής λαβής. Η προεπιλογή είναι 0 δευτερόλεπτα.

<BR>
<A NAME="inbound_groups-hold_time_option_exten">
<BR>
<B>Κρατήστε Ώρα Επιλογή Επέκταση - </B> Αν Κρατήστε Ώρα επιλογή είναι ρυθμισμένη σε ΕΠΕΚΤΑΣΗ, αυτή είναι η επέκταση dialplan ότι η πρόσκληση θα σταλεί στο εάν ο εκτιμώμενος χρόνος κατέχει υπερβαίνει το Κρατήστε Ώρα Επιλογή Δευτερόλεπτα. Για AGENTDIRECT σε ομάδες, μπορείτε να βάλετε AGENTEXT σε αυτόν τον τομέα και το σύστημα θα κοιτάξει το χρήστη έθιμο πέντε τομέα και να στείλει την κλήση σε αυτό τον αριθμό dialplan.

<BR>
<A NAME="inbound_groups-hold_time_option_callmenu">
<BR>
<B>Χρονική επιλογή Callmenu λαβής -</B> Εάν η χρονική επιλογή λαβής τίθεται CALL_MENU, αυτά είναι οι επιλογές κλήσης ότι η κλήση θα σταλεί εάν ο κατ' εκτίμηση χρόνος λαβής υπερβεί τα δευτερόλεπτα χρονικής επιλογής λαβής.

<BR>
<A NAME="inbound_groups-hold_time_option_voicemail">
<BR>
<B>Κρατήστε Ώρα Επιλογή Τηλεφωνητής - </B> Αν Κρατήστε Ώρα επιλογή είναι ρυθμισμένη σε τηλεφωνητή, αυτή είναι η θέση τηλεφωνητή ότι η πρόσκληση θα σταλεί στο εάν ο εκτιμώμενος χρόνος κατέχει υπερβαίνει το Κρατήστε Ώρα Επιλογή Δευτερόλεπτα. Σε μια -ομάδα AGENTDIRECT, που θέτει αυτό σε AGENTVMAIL θα επιλέξει την ταυτότητα φωνητικού ταχυδρομείου χρηστών στη χρήση.

<BR>
<A NAME="inbound_groups-hold_time_option_xfer_group">
<BR>
<B>Κρατήστε Ώρα Επιλογή Μεταφορά σε ομάδα - </B> Αν Κρατήστε Ώρα επιλογή είναι ρυθμισμένη σε IN_GROUP, αυτή είναι η ομάδα που την εισερχόμενη κλήση θα αποσταλεί στο εάν ο εκτιμώμενος χρόνος αναμονή υπερβαίνει το Κρατήστε Ώρα Επιλογή Δευτερόλεπτα.

<BR>
<A NAME="inbound_groups-hold_time_option_press_filename">
<BR>
<B>Όνομα αρχείου Τύπου χρονικής επιλογής λαβής -</B> Εάν η χρονική επιλογή λαβής τίθεται μια από τις επιλογές PRESS_, αυτό είναι η υπαγόρευση ονομάτων αρχείου που παίζεται εάν ο κατ' εκτίμηση χρόνος λαβής υπερβαίνει τα δευτερόλεπτα χρονικής επιλογής λαβής για να δώσει στον πελάτη την επιλογή να πιέσει 1 στο τηλέφωνό τους για να τρέξει την επιλεγμένη επιλογή χρονικού Τύπου λαβής. Είναι πολύ σημαντικό ότι αυτό το ακουστικό αρχείο είναι 10 δευτερόλεπτα ή λιγότεροι ή θα υπάρξουν προβλήματα. Η προεπιλογή είναι -είμαι-καλώ-πίσω.

<BR>
<A NAME="inbound_groups-hold_time_option_no_block">
<BR>
<B>Κρατήστε τον Τύπο χρονικής επιλογής κανένας φραγμός -</B> Ο καθορισμός αυτής της επιλογής στο Υ θα επιτρέψει τις προσκλήσεις στη γραμμή πίσω από μια πρόσκληση όπου η υπαγόρευση ονομάτων αρχείου Τύπου χρονικής επιλογής λαβής παίζει για να πάει σε έναν πράκτορα εάν το ένα διατεθεί ενώ το μήνυμα παίζει. Ενώ το μήνυμα ονομάτων αρχείου Τύπου χρονικής επιλογής λαβής παίζει σε έναν πελάτη δεν μπορούν να σταλούν σε έναν πράκτορα. Η προεπιλογή είναι Ν.

<BR>
<A NAME="inbound_groups-hold_time_option_prompt_seconds">
<BR>
<B>Δευτερόλεπτα ονομάτων αρχείου Τύπου χρονικής επιλογής λαβής -</B> Αυτός ο τομέας πρέπει να τεθεί τον αριθμό δευτερολέπτων ότι το όνομα αρχείου Τύπου χρονικής επιλογής λαβής παίζει την προεπιλογή ξέν. είναι 10.

<BR>
<A NAME="inbound_groups-hold_time_option_callback_filename">
<BR>
<B>Χρονική επιλογή λαβής μετά από το όνομα αρχείου Τύπου -</B> Εάν η χρονική επιλογή λαβής τίθεται μια από τις επιλογές PRESS_ ή το CALLERID_CALLBACK, αυτό είναι η υπαγόρευση ονομάτων αρχείου που παίζεται αφότου έχει πιέσει ο πελάτης 1 ή η κλήση έχει προστεθεί στον κατάλογο επανάκλησης.

<BR>
<A NAME="inbound_groups-hold_time_option_callback_list_id">
<BR>
<B>Κρατήστε Ώρα Επιλογή Callback Κατάλογος ID - </B> Αν Κρατήστε Ώρα επιλογή είναι ρυθμισμένη σε CALLERID_CALLBACK, αυτός είναι ο Κατάλογος ID η κλήση προστίθεται ως μια νέα πρωτοβουλία, αν το εκτιμώμενο χρόνο κατέχει υπερβαίνει το Κρατήστε Ώρα Επιλογή Δευτερόλεπτα.

<BR>
<A NAME="inbound_groups-agent_alert_exten">
<BR>
<B>Agent Alert Filename -</B> Το αρχείο ήχου για να παίξουν σε έναν πράκτορα να ανακοινώσει ότι η πρόσκληση έρχεται να το πρακτορείο. Για να μη χρησιμοποιήσετε αυτή τη λειτουργία που αυτή να Χ. Default είναι ding.

<BR>
<A NAME="inbound_groups-agent_alert_delay">
<BR>
<B>Αγρυπνη καθυστέρηση πρακτόρων - το χρονικό διάστημα στα χιλιοστάτου δευτερολέπτου για να περιμένει πρίν στέλνει την κλήση στονπράκτορα μετά από να παίξει την επάνω άγρυπνη επέκτασηπρακτόρων. Η προεπιλογή είναι 1000.

<BR>
<A NAME="inbound_groups-default_xfer_group">
<BR>
<B>Ομάδα μεταφοράς προεπιλογής - αυτός ο τομέας είναι η-ΟΜΑΔΑπροεπιλογής που θα επιλεχτεί αυτόματα όταν πηγαίνει ο πράκτοραςστο πλαίσιο μεταφορά-διασκέψεων στη διεπαφή πρακτόρων τους.

<BR>
<A NAME="inbound_groups-ingroup_recording_override">
<BR>
<B>In-Group Recording Override -</B> Το πεδίο αυτό επιτρέπει τον επιτακτικό της ρύθμισης καταγραφής κλήσεων εκστρατεία. Αυτή η ρύθμιση μπορεί να παρακαμφθεί με τη ρύθμιση παράκαμψης ελέγχου Χρήστης. ΑΤΟΜΑ ΜΕ ΕΙΔΙΚΕΣ ΑΝΑΓΚΕΣ δεν θα παρακάμψει τη ρύθμιση εγγραφής εκστρατείας. ΠΟΤΕ θα απενεργοποιήσει την καταγραφή στον υπολογιστή-πελάτη. OnDemand είναι η προεπιλεγμένη και επιτρέπει στον πράκτορα να ξεκινήσετε και να σταματήσετε την εγγραφή, όπως απαιτείται. ALLCALLS θα ξεκινήσει η εγγραφή στον πελάτη κάθε φορά που γίνεται μια κλήση σε έναν πράκτορα. ALLFORCE θα ξεκινήσει η εγγραφή στον πελάτη κάθε φορά που γίνεται μια κλήση σε έναν παράγοντα που προσδίδει στον πράκτορα καμία επιλογή για να σταματήσει η εγγραφή.

<BR>
<A NAME="inbound_groups-ingroup_rec_filename">
<BR>
<B>In-Group Recording Filename -</B> Το πεδίο αυτό θα αντικαταστήσει το μενού Εγγραφή Εκστρατεία Σχέδιο filenaming, εκτός αν δεν έχει καθοριστεί. Τα κατοικίδια μεταβλητές είναι CAMPAIGN INGROUP CUSTPHONE FULLDATE TINYDATE EPOCH ΧΕΙΡΙΣΤΗΣVENDORLEADCODE LEADID CALLID. Η προεπιλογή είναι FULLDATE_ΧΕΙΡΙΣΤΗΣκαι θα μοιάζει με αυτό 20051020-103108_6666. Ένα άλλο παράδειγμα είναι CAMPAIGN_TINYDATE_CUSTPHONE που θα μοιάζει με αυτό TESTCAMP_51020103108_3125551212. Te όνομα αρχείου που προκύπτει πρέπει να είναι μικρότερο από 90 χαρακτήρες σε μήκος. Default is NONE.

<?php
if ($SSqc_features_active > 0)
	{
	?>
	<BR>
	<A NAME="inbound_groups-qc_enabled">
	<BR>
	<B>QC Enabled - </B> Η ρύθμιση αυτού του τομέα να Y επιτρέπει τον παράγοντα Ποιοτικός Έλεγχος χαρακτηριστικά στην εργασία. Προεπιλεγμένο είναι Ν.

	<BR>
	<A NAME="inbound_groups-qc_statuses">
	<BR>
	<B>QC καθεστώτων - </B> Η περιοχή αυτή είναι που θα επιλέξετε το οποίο οδηγεί των καθεστώτων θα πρέπει να φύγει πάνω από το σύστημα, QC. Τοποθετήστε ένα δίπλα στο ελέγξτε την κατάσταση που θέλετε, QC για την αναθεώρηση. 

	<BR>
	<A NAME="inbound_groups-qc_shift_id">
	<BR>
	<B>QC Shift - </B> Αυτό είναι το χρονοδιάγραμμα μετάβασης που χρησιμοποιούνται για την έλξη, QC αρχεία για μια inbound_group. Οι μέρες της εβδομάδας αγνοούνται για αυτές τις λειτουργίες.

	<BR>
	<A NAME="inbound_groups-qc_get_record_launch">
	<BR>
	<B>QC Get Record Launch-</B> Αυτό επιτρέπει σε μια από τις ακόλουθες δράσεις, το οποίο θα ενεργοποιείται σε ένα QC πράκτορας που λαμβάνει ένα νέο ρεκόρ.

	<BR>
	<A NAME="inbound_groups-qc_show_recording">
	<BR>
	<B>QC Δείτε Καταγραφή - </B> Αυτό επιτρέπει την καταγραφή που μπορεί να συνδέεται με την εγγραφή QC να εμφανίζονται στην οθόνη QC πράκτορα.

	<BR>
	<A NAME="inbound_groups-qc_web_form_address">
	<BR>
	<B>QC WebForm Διεύθυνση - </B> Αυτό είναι το ότι μια διεύθυνση ιστοσελίδας, QC, μπορεί να πάει στο γραφείο, όταν κάνετε κλικ στο σύνδεσμο WEBFORM στην οθόνη QC.

	<BR>
	<A NAME="inbound_groups-qc_script">
	<BR>
	<B>QC Σενάριο - </B> Αυτό είναι το σενάριο που μπορεί να χρησιμοποιηθεί από τους πράκτορες, QC στην SCRIPT καρτέλα στην οθόνη, QC.
	<?php
	}
?>

<BR>
<A NAME="inbound_groups-hold_recall_xfer_group">
<BR>
<B>Κρατήστε Ανάκληση Μεταφορά σε ομάδα - </B> Σε περίπτωση που ο πελάτης ζητά πίσω σε αυτή την ομάδα-σε περισσότερες από μία φορές και αυτό δεν έχει οριστεί σε ΚΑΝΕΝΑ, τότε η κλήση θα αποστέλλονται αυτόματα στην επιλεγμένη ομάδα σε αυτό το πεδίο . Προεπιλεγμένο είναι ΚΑΝΕΝΑ.

<BR>
<A NAME="inbound_groups-no_delay_call_route">
<BR>
<B>Δεν Υστέρηση Call διαδρομή - </B> Η ρύθμιση αυτής να Y θα άρουν όλες τις φορές περιμένουμε και ήχου προτροπές και επιχειρείτε να στείλετε την πρόσκληση δικαίωμα ενός πράκτορα. Δεν υπερισχύει ευπρόσδεκτο μήνυμα ή σε αναμονή εντολών ρυθμίσεις. Προεπιλεγμένο είναι Ν.

<BR>
<A NAME="inbound_groups-answer_sec_pct_rt_stat_one">
<BR>
<B>Στατιστικά Ποσοστό ζητεί απάντηση εντός Χ δευτερόλεπτα - </B> Αυτό το πεδίο σας επιτρέπει να ορίσετε τον αριθμό των δευτερολέπτων που κατέχουν την απεικόνιση σε πραγματικό χρόνο stats θα χρησιμοποιήσουν για να υπολογίσουν το ποσοστό των κλήσεων απαντά ότι απαντήθηκαν εντός Χ αριθμό των δευτερολέπτων σε αναμονή.

<BR>
<A NAME="inbound_groups-start_call_url">
<BR>
<B>Ξεκινήστε Call URL -</B> This web URL address is not seen by the agent, but it is called every time a call is sent to an agent if it is populated. Uses the same variables as the web form fields and scripts. Default is blank.

<BR>
<A NAME="inbound_groups-dispo_call_url">
<BR>
<B>Καλέστε dispo URL -</B> This web URL address is not seen by the agent, but it is called every time a call is dispositioned by an agent if it is populated. Uses the same variables as the web form fields and scripts. dispo and talk_time are the variables you can use to retrieve the agent-defined disposition for the call and the actual talk time σε δευτερόλεπτα of the call. Default is blank.

<BR>
<A NAME="inbound_groups-add_lead_url">
<BR>
<B>Μόλυβδος Προσθήκη URL -</B> Αυτή η διεύθυνση URL ιστοσελίδας δεν θεωρείται από τον πράκτορα, αλλά καλείται κάθε φορά που ένας κύριος προστίθεται στο σύστημα μέσω της διαδικασίας εισερχόμενα. Η προεπιλογή είναι κενό. Θα πρέπει να αρχίσει με αυτή τη διεύθυνση URL VAR αν θέλετε να χρησιμοποιήσετε μεταβλητές, και φυσικά - Α - και - Β - γύρω από την πραγματική μεταβλητή στο URL όπου θέλετε να το χρησιμοποιήσετε. Αυτή είναι η λίστα των μεταβλητών που είναι διαθέσιμες για αυτή τη λειτουργία. lead_id, vendor_lead_code, list_id, phone_number, phone_code, did_id, did_extension, did_pattern, did_description, uniqueid

<BR>
<A NAME="inbound_groups-na_call_url">
<BR>
<B>Δεν URL Καλέστε τον πράκτορα -</B> Αυτή η διεύθυνση URL ιστοσελίδας δεν θεωρείται από τον πράκτορα, αλλά αν έχει συμπληρωθεί καλείται κάθε φορά που μια κλήση που δεν γίνεται από έναν πράκτορα είναι κρεμασμένα επάνω ή μεταφέρθηκαν. Χρησιμοποιεί τις ίδιες μεταβλητές όπως τα πεδία σενάρια διαδικτυακή φόρμα και. dispo μπορεί να χρησιμοποιηθεί για να ανακτήσει το σύστημα-που ορίζεται διάθεση για την κλήση. Αυτό το URL δεν μπορεί να είναι μια σχετική διαδρομή. Η προεπιλογή είναι κενό.

<BR>
<A NAME="inbound_groups-default_group_alias">
<BR>
<B>Προεπιλεγμένη ομάδα Γνωστός - </B> Αν έχετε τη δυνατότητα Ομάδα Γνωστός για την εκστρατεία ότι ο αντιπρόσωπος είναι συνδεδεμένοι στο τότε αυτή είναι η ομάδα που έχει επιλεγεί άλλως πρώτα από προεπιλογή για μια κλήση που προέρχεται από αυτή την ομάδα, όταν ο εισερχόμενος πράκτορας επιλέγει να χρησιμοποιήσετε μια ομάδα Γνωστός για εξερχόμενες κλήσης εγχειρίδιο. Προεπιλεγμένο είναι ΚΑΝΕΝΑ ή κενό.

<BR>
<A NAME="inbound_groups-dial_ingroup_cid">
<BR>
<B>Dial In-Ομάδα CID -</B> Εάν η καμπάνια παράγοντα επιτρέπει τη χειροκίνητη Σε ομαδική κλήση, ο αριθμός ταυτότητας καλούντος θα αποσταλεί ως ο απερχόμενος CID της τηλεφωνικής κλήσης, εάν έχει συμπληρωθεί, παρακάμπτοντας τις ρυθμίσεις της καμπάνιας και η λίστα CID ρύθμιση παράκαμψης. Η προεπιλογή είναι άδειο.

<BR>
<A NAME="inbound_groups-extension_appended_cidname">
<BR>
<B>Η επέκταση επισυνάπτει CID -</B> Εάν επιτρέπονται, οι κλήσεις που προέρχονται μέσα από αυτήν την -ομάδα θα έχουν ένα διάστημα και την τηλεφωνική επέκταση του πράκτορα που επισυνάπτεται στο τέλος του ονόματος CallerID για την κλήση προτού να σταλεί στον πράκτορα. Η προεπιλογή είναι Ν για τα άτομα με ειδικές ανάγκες.

<BR>
<A NAME="inbound_groups-uniqueid_status_display">
<BR>
<B>Επίδειξη θέσης Uniqueid -</B> Εάν είναι ενεργοποιημένη, όταν ένας πράκτορας λαμβάνει μια κλήση μέσω αυτής στην ομάδα θα δουν το uniqueid της πρόσκλησης προστίθεται στη γραμμή κατάστασης στο περιβάλλον εργασίας τους πράκτορα. Η επιλογή ΠΡΟΘΕΜΑ θα προσθέσει το πρόθεμα, που ορίζονται κατωτέρω, για την έναρξη της UNIQUEID στην οθόνη. Προεπιλογή είναι απενεργοποιημένη. Αν υπήρχε ήδη μια UNIQUEID ορίζεται σε μια κλήση που εισέρχονται αυτό-ομάδα, τότε θα εμφανιστεί η αρχική uniqueid. Εάν η επιλογή PRESERVE χρησιμοποιείται και η κλήση στέλνεται σε έναν δεύτερο παράγοντα, το πρόθεμα UNIQUEID και εμφανίζεται στον πρώτο παράγοντα θα εμφανιστεί επίσης στο δεύτερο παράγοντα.

<BR>
<A NAME="inbound_groups-uniqueid_status_prefix">
<BR>
<B>Πρόθεμα θέσης Uniqueid -</B> Εάν η επιλογή ΠΡΟΘΕΜΑΤΟΣ επιλέγεται ανωτέρω έπειτα αυτό είναι η αξία εκείνου του προθέματος. Η προεπιλογή είναι κενή.




<BR><BR><BR><BR>

<B><FONT SIZE=3>INBOUND_DIDS ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<BR>
<A NAME="inbound_dids-did_pattern">
<BR>
<B>DID Επέκταση - </B> Αυτό είναι το πλήθος, την παράταση ή DID που θα ενεργοποιήσουν την παρούσα θέση και που θα σας διαδρομή, και εντός του συστήματος με τη βοήθεια αυτής της λειτουργίας. Υπάρχει reserved προεπιλογή DID που μπορείτε να χρησιμοποιήσετε το οποίο είναι μόνο η λέξη-default-χωρίς παύλες, ότι θα μπορείτε να στείλετε ΑΛΛΟΣ κάθε κλήση που δεν ταιριάζει με οποιαδήποτε άλλα υφιστάμενα πρότυπα στην προεπιλεγμένη DID.

<BR>
<A NAME="inbound_dids-did_description">
<BR>
<B>DID Περιγραφή - </B> Αυτή είναι η περιγραφή της DID δρομολόγησης εισόδου.

<BR>
<A NAME="inbound_dids-did_active">
<BR>
<B>DID Ενεργός- </B> Αυτό το πεδίο όπου το σύνολο DID εισόδου σε ενεργό ή μη. Προεπιλεγμένο είναι Y.

<BR>
<A NAME="inbound_dids-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το έκανε, αυτό επιτρέπει το admin προβολή αυτή δεν περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το έκανε.

<BR>
<A NAME="inbound_dids-did_route">
<BR>
<B>DID Route -</B> Αυτό το είδος της διαδρομής που θα ορίσετε το DID να χρησιμοποιήσει. EXTEN θα στείλει κλήσεις για την επέκταση αναγράφονται κάτω, VOICEMAIL θα στείλει κλήσεις απευθείας στο κιβώτιο φωνητικού ταχυδρομείου αναγράφονται κάτω, ΧΕΙΡΙΣΤΗΣθα στείλει κλήσεις σε έναν πράκτορα, εφόσον συνδεθεί, PHONE θα στείλει την κλήση σε μια καταχώρηση τηλέφωνα επιλεγμένα παρακάτω, IN_GROUP θα στείλει καλεί άμεσα με την καθορισμένη εισερχόμενων ομάδα. Η προεπιλογή είναι ΕΣΩ.. CALLMENU θα στείλει την κλήση στον καθορισμένο μενού Call. VMAIL_NO_INST θα στείλει την κλήση στο κιβώτιο φωνητικού ταχυδρομείου που έχετε ορίζεται κατωτέρω και δεν θα παίξει οδηγίες μετά το μήνυμα στον τηλεφωνητή.

<BR>
<A NAME="inbound_dids-record_call">
<BR>
<B>Κλήση αρχείων -</B> Αυτή η επιλογή επιτρέπει ότι για να θέσετε τις κλήσεις που μπαίνουν σε αυτό ΚΑΝΑΤΕ για να καταγραφείτε. Το Υ θα καταγράψει την ολόκληρη κλήση, Y_QUEUESTOP θα καταγράψει την κλήση έως ότου είναι η κλήση hungup ή εισάγει μια σειρά αναμονής -ομάδας, το Ν δεν θα καταγράψει την κλήση. Η προεπιλογή είναι Ν. 

<BR>
<A NAME="inbound_dids-extension">
<BR>
<B>Επέκταση - </B> Εάν είναι επιλεγμένο παράταση ως τις DID διαδρομή, τότε αυτή είναι η επέκταση dialplan που ζητά θα αποσταλεί στο. Προεπιλεγμένο είναι 9998811112, της μη παροχής υπηρεσιών.

<BR>
<A NAME="inbound_dids-exten_context">
<BR>
<B>Παράταση Πλαίσιο - </B> Εάν είναι επιλεγμένο παράταση ως τις DID διαδρομή, τότε αυτό είναι το πλαίσιο dialplan ότι οι κλήσεις θα σταλούν σε. Προεπιλογή είναι προεπιλογή.

<BR>
<A NAME="inbound_dids-voicemail_ext">
<BR>
<B>Τηλεφωνητής Πλαίσιο - </B> Τηλεφωνητής Εάν έχει επιλεγεί ως η DID διαδρομή, τότε αυτή είναι η θέση τηλεφωνητή ότι οι κλήσεις που θα αποσταλεί στο. Προεπιλεγμένο είναι άδειο.

<BR>
<A NAME="inbound_dids-phone">
<BR>
<B>Τηλέφωνο Επέκταση - </B> ΤΗΛΕΦΩΝΟΥ Αν έχει επιλεγεί ως η DID διαδρομή, τότε αυτό είναι το τηλέφωνο που καλεί επέκταση θα αποσταλεί στο.

<BR>
<A NAME="inbound_dids-server_ip">
<BR>
<B>Τηλέφωνο IP Διακομιστή - </B> ΤΗΛΕΦΩΝΟΥ Αν έχει επιλεγεί ως η DID διαδρομή, τότε αυτό είναι το server IP για το τηλέφωνο που καλεί επέκταση θα σταλεί στο.

<BR>
<A NAME="inbound_dids-menu_id">
<BR>
<B>Καλέστε Μενού -</B> Αν CALLMENU έχει επιλεγεί ως η DID διαδρομής, τότε αυτή είναι η πρόσκληση Μενού κλήσεις που θα σταλεί στο.

<BR>
<A NAME="inbound_dids-user">
<BR>
<B>Χρήστης Agent -</B> Εάν έχει επιλεγεί ΧΕΙΡΙΣΤΗΣως DID διαδρομή, τότε αυτό είναι ο εκπρόσωπος που ζητά θα σταλεί στο.

<BR>
<A NAME="inbound_dids-user_unavailable_action">
<BR>
<B>Χρήστης Unavailable Δράση - </B> ΠΡΑΚΤΟΡΑ Αν έχει επιλεγεί ως η DID διαδρομής, και ο χρήστης είναι συνδεδεμένος ή δεν υπάρχουν, τότε αυτή είναι η διαδρομή που θα λάβουν τις προσκλήσεις.

<BR>
<A NAME="inbound_dids-user_route_settings_ingroup">
<BR>
<B>Ρυθμίσεις χρήστη Οδός-Στην Ομάδα - </B> ΠΡΑΚΤΟΡΑ Αν έχει επιλεγεί ως η DID διαδρομή, τότε αυτή είναι η ομάδα-Στο ότι θα πρέπει να χρησιμοποιείται για την ουρά ρυθμίσεις του καλούντος είναι σε αναμονή για αποστολή προς τον πράκτορα. Προεπιλεγμένο είναι AGENTDIRECT.

<BR>
<A NAME="inbound_dids-group_id">
<BR>
<B>Στην Ομάδα-ID - </B> IN_GROUP Αν έχει επιλεγεί ως η DID διαδρομή, τότε αυτή είναι η ομάδα-Στο ότι οι κλήσεις που θα σταλεί στο.

<BR>
<A NAME="inbound_dids-call_handle_method">
<BR>
<B>Σε-Group Μέθοδος λαβή Call -</B> Εάν έχει επιλεγεί IN_GROUP ως DID διαδρομή, τότε αυτή είναι η μέθοδος διαχείρισης των κλήσεων που χρησιμοποιούνται για αυτές τις κλήσεις. CID θα προσθέσει ένα νέο ρεκόρ προβάδισμα με κάθε κλήση χρησιμοποιώντας το CallerID, όπως ο αριθμός τηλεφώνου, CIDLOOKUP θα προσπαθήσει να τηλεφωνικού αριθμού από το CallerID σε ολόκληρο το σύστημα, CIDLOOKUPRL θα επιχειρήσει να τηλεφωνικού αριθμού από το CallerID σε μία μόνο καθορισμένη λίστα , CIDLOOKUPRC θα προσπαθήσει να τηλεφωνικού αριθμού από το CallerID σε όλες τις λίστες που ανήκουν στην καθορισμένη εκστρατεία, CLOSER καθορίζεται για στενότερη κλήσεις, ANI θα προσθέσει ένα νέο ρεκόρ προβάδισμα με κάθε κλήση χρησιμοποιώντας το ΑΝΙ, όπως ο αριθμός τηλεφώνου, ANILOOKUP θα προσπαθήσει να τηλεφωνικού αριθμού από τον ANI σε ολόκληρο το σύστημα, ANILOOKUPRL θα επιχειρήσει να τηλεφωνικού αριθμού από τον ANI σε μία μόνο καθορισμένη λίστα, XDIGITID θα προτρέψει τον καλούντα για μια X-ψήφιο κωδικό πριν από την κλήση θα τεθεί σε η ουρά, VIDPROMPT θα προτρέψει τον καλούντα για τον αριθμό ταυτότητας τους και θα δημιουργήσει ένα νέο ρεκόρ προβάδισμα με το CallerID όπως τον αριθμό τηλεφώνου και το ID ως αναγνωριστικό προμηθευτή, VIDPROMPTLOOKUP θα προσπαθήσει να βρεθεί το ID σε ολόκληρο το σύστημα, VIDPROMPTLOOKUPRL θα προσπαθήσει για την αναζήτηση το αναγνωριστικό του προμηθευτή από το αναγνωριστικό σε ένα μόνο συγκεκριμένο κατάλογο, VIDPROMPTLOOKUPRC θα προσπαθήσει να βρεθεί το αναγνωριστικό του προμηθευτή από το αναγνωριστικό σε όλες τις λίστες που ανήκουν στην καθορισμένη εκστρατεία. Η προεπιλογή είναι CID. Αν μια μέθοδος CIDLOOKUP χρησιμοποιείται με ALT, θα αναζητήσει το πεδίο alt_phone για τον αριθμό τηλεφώνου, αν δεν βρεθούν αντιστοιχίες για τον κύριο αριθμό τηλεφώνου. Αν μια μέθοδος CIDLOOKUP χρησιμοποιείται με ADDR3, θα αναζητήσει το πεδίο address3 για τον αριθμό τηλεφώνου, αν δεν βρεθούν αντιστοιχίες για τον κύριο αριθμό τηλεφώνου και προαιρετικά το πεδίο alt_phone.

<BR>
<A NAME="inbound_dids-agent_search_method">
<BR>
<B>Στην Ομάδα-Agent Search Μέθοδος - </B> IN_GROUP Αν έχει επιλεγεί ως η DID διαδρομή, τότε αυτή είναι η μέθοδος αναζήτησης παράγοντας που πρέπει να χρησιμοποιούνται από τα εισερχόμενα ομάδα, LO είναι Load-Balanced-Υπερχείλιση και θα προσπαθήσει να στείλει την πρόσκληση σε έναν πράκτορα για τον τοπικό διακομιστή πριν δοκιμάσετε να το στείλετε σε έναν πράκτορα σε άλλο διακομιστή, LB Load είναι ισορροπημένη και θα προσπαθήσει να στείλει την πρόσκληση για την επόμενη πράκτορα θέμα αυτό δεν είναι για server, SO-Server είναι το μόνο και θα μόνο να προσπαθήσουμε να στείλουμε τις κλήσεις σε παράγοντες σχετικά με το διακομιστή ότι η πρόσκληση ήταν για. Προεπιλεγμένο είναι LB.

<BR>
<A NAME="inbound_dids-list_id">
<BR>
<B>-Στην ομάδα Κατάλογος ID - </B> IN_GROUP Αν έχει επιλεγεί ως η DID διαδρομή, τότε αυτός είναι ο Κατάλογος ID που οδηγεί μπορεί να ερευνάται και ότι οδηγεί θα προστεθούν στο αν χρειάζεται.

<BR>
<A NAME="inbound_dids-campaign_id">
<BR>
<B>-Στην ομάδα καμπάνιας ID - </B> IN_GROUP Αν έχει επιλεγεί ως η DID διαδρομή, τότε αυτό είναι το ID Εκστρατείας που οδηγεί μπορεί να αναζητήσει σε περίπτωση που η πρόσκληση χειριστεί μέθοδος CIDLOOKUPRC.

<BR>
<A NAME="inbound_dids-phone_code">
<BR>
<B>-Στην ομάδα Τηλέφωνο κώδικα - </B> IN_GROUP Αν έχει επιλεγεί ως η DID διαδρομή, τότε αυτό είναι το τηλέφωνο κώδικα που χρησιμοποιείται εάν μια νέα πρωτοβουλία δημιουργείται.

<BR>
<A NAME="inbound_dids-filter_clean_cid_number">
<BR>
<B>Καθαρίστε CID Αριθμός -</B> Αυτό το πεδίο σας επιτρέπει να ορίσετε ένα αριθμό ψηφίων για να περιορίσεις την εισερχόμενη αριθμό ταυτότητας καλούντος για βάζοντας ένα R μπροστά από τον αριθμό των ψηφίων, για παράδειγμα, να περιορίσει το δικαίωμα των 10 ψηφίων που θα εισάγετε στο R10. Μπορείτε επίσης να χρησιμοποιήσετε αυτή τη δυνατότητα να καταργήσετε μόνο ηγετικό ψηφίο ή ψηφία θέτοντας L μπροστά από τα συγκεκριμένα ψηφία που θέλετε να καταργήσετε, για παράδειγμα, να αφαιρέσετε ένα 1 ως πρώτο ψηφίο θα εισάγετε το L1. Προεπιλογή είναι άδειο. Εάν περισσότεροι από ένας κανόνας και φροντίστε να τις διαχωρίσετε με ένα διάστημα και η έρευνα θα λειτουργήσει πριν από το L.

<BR>
<A NAME="inbound_dids-filter_inbound_number">
<BR>
<B>Φιλτράρισμα Εισερχόμενων Αριθμός -</B> Αυτή η επιλογή αν δυνατότητα σας επιτρέπει να φιλτράρετε κλήσεις που έρχονται σε αυτό το DID και να τα στείλετε σε μια εναλλακτική δράση και αν ταιριάζει με έναν αριθμό τηλεφώνου που βρίσκεται στην ομάδα φίλτρο τηλέφωνο ή μια διεύθυνση URL απάντηση, εάν έχετε ρυθμίσει ένα. Προεπιλογή είναι απενεργοποιημένη. GROUP θα αναζητήσει σε μια ομάδα Φίλτρο τηλέφωνο. URL θα στείλει μια διεύθυνση URL και θα ταιριάξει εάν ένα 1 αποστέλλεται πίσω. DNC_INTERNAL θα αναζητήσει από την εσωτερική λίστα DNC. DNC_CAMPAIGN θα αναζητήσει από έναν ειδικό κατάλογο DNC εκστρατεία.

<BR>
<A NAME="inbound_dids-filter_phone_group_id">
<BR>
<B>Φίλτρο ID Ομάδας Τηλέφωνο -</B> Αν το φίλτρο εισερχόμενων πεδίο Αριθμός αναμένεται να ΟΜΙΛΟΣ τότε αυτό είναι το αναγνωριστικό της ομάδας Φίλτρο τηλέφωνο που θα έχουν οι αριθμοί του έψαξε ψάχνει για έναν αγώνα με τον αριθμό αναγνώρισης κλήσης της εισερχόμενης κλήσης.

<BR>
<A NAME="inbound_dids-filter_url">
<BR>
<B>Φίλτρο URL -</B> Αν το φίλτρο εισερχόμενων πεδίο Αριθμός ορίζεται στο URL τότε αυτή είναι η ηλεκτρονική διεύθυνση ενός σεναρίου που θα ψάξει ένα απομακρυσμένο σύστημα και να επιστρέψει ένα 1 για έναν αγώνα και σε 0 για κανένα αγώνα. Μόνο δύο μεταβλητές είναι διαθέσιμες στη διεύθυνση, αν χρησιμοποιείτε το πρόθεμα VAR όπως διευθύνσεις με έλθουν σε εκστρατείες, - Α - PHONE_NUMBER - Β - και - Α - did_pattern - Β - μπορεί να χρησιμοποιηθεί στο URL να αναφέρει την ταυτότητα του καλούντος καλούντος και η DID, ότι ο πελάτης καλείται μέσα σε.

<BR>
<A NAME="inbound_dids-filter_url_did_redirect">
<BR>
<B>Φίλτρο URL ανακατεύθυνσης DID -</B> Εάν το φίλτρο  εισερχόμενοςπεδίο Αριθμός βρίσκεται στη διεύθυνση URL, τότε αυτή η ρύθμιση επιτρέπει η απάντηση URL για να καθορίσετε ένα σύστημα DID για να ανακατευθύνει την κλήση στο INSEAD της χρησιμοποιώντας την προεπιλεγμένη ενέργεια. Εάν ένα επιστρέφεται 0 τότε χρησιμοποιείται η προεπιλεγμένη ενέργεια. Αν οτιδήποτε άλλο εκτός από ένα επιστρέφεται 0, τότε η κλήση θα πρέπει να κατευθυνθούν προς την προκύπτουσα τιμή ανταπόκρισης URL.

<BR>
<A NAME="inbound_dids-filter_dnc_campaign">
<BR>
<B>Φίλτρο DNC Εκστρατεία -</B> Εάν το φίλτρο  εισερχόμενοςπεδίο Αριθμός έχει οριστεί σε DNC_CAMPAIGN τότε αυτό είναι το συγκεκριμένο ID εκστρατεία που ο κατάλογος DNC εκστρατεία ανήκει.



<BR>
<A NAME="inbound_dids-filter_action">
<BR>
<B>Φίλτρο δράσης -</B> Αν φίλτρου εισερχόμενων Αριθμός ενεργοποιείται και ένας αγώνας που βρέθηκαν, τότε αυτό είναι η δράση που πρόκειται να ληφθούν. Αυτή είναι η ίδια με την διαδρομή που θα επιλέξετε για ένα DID, και οι παρακάτω ρυθμίσεις λειτουργούν όπως ακριβώς κάνουν για ένα πρότυπο δρομολόγησης.

<BR>
<A NAME="inbound_dids-custom_one">
<BR>
<B>Προσαρμοσμένα Πεδία DID, - </ B> Αυτά τα πέντε πεδία μπορούν να χρησιμοποιηθούν για διάφορους σκοπούς, κυρίως όσον αφορά τον προγραμματισμό συνήθειας και εκθέσεις.




<BR>
<A NAME="did_ra_extensions">
<BR>
<B>DID, Απομακρυσμένη παρακάμψεων Επέκταση γραφείο -</B><BR>Αυτό το τμήμα σάς επιτρέπει να ενεργοποιήσετε DIDs να παρακάμπτει επέκταση δρομολογείται για απομακρυσμένες κλήσεις μέσω αντιπροσώπου σε ομάδες. Η Έναρξη χρηστών πρέπει να είναι έγκυρο Εκκίνηση Χρήστης Agent ή αν θέλετε η επέκταση Παράκαμψη πρόσβασης στην εργασία για όλες τις κλήσεις, τότε μπορείτε να χρησιμοποιήσετε --- Όλες --- στον τομέα Έναρξη χρήστη. Εάν υπάρχουν πολλαπλές καταχωρίσεις για το ίδιο έκαναν και στη συνέχεια ο χρήστης αρχίζει οι ενεργές συμμετοχές θα χρησιμοποιηθεί σε ένα γύρο μέθοδο robin.




<BR><BR><BR><BR>

<B><FONT SIZE=3>ΠΡΟΣΚΛΗΣΗ ΠΙΝΑΚΑΣ MENU</FONT></B><BR><BR>
<A NAME="call_menu-menu_id">
<BR>
<B>Μενού ID -</B> Αυτό είναι το αναγνωριστικό για αυτό το βήμα του μενού κλήση. Αυτό επίσης θα εμφανίζεται ως το πλαίσιο που χρησιμοποιείται στην dialplan για την παρούσα πρόσκληση μενού. Εδώ είναι μια λίστα των προστατευόμενων φράσεις που δεν μπορούν να χρησιμοποιηθούν ως αναγνωριστικά μενού: vicidial, vicidial-auto, general, globals, default, trunkinbound, loopback-no-log, monitor_exit, monitor.

<BR>
<A NAME="call_menu-menu_name">
<BR>
<B>Όνομα μενού -</B> Το πεδίο αυτό είναι το περιγραφικό όνομα για το μενού κλήση.

<BR>
<A NAME="call_menu-menu_prompt">
<BR>
<B>Μενού Προτροπή -</B> Αυτό το πεδίο περιέχει το όνομα αρχείου του ήχου εντολών για να παίξει στην αρχή αυτού του μενού. Μπορείτε να εισαγάγετε πολλές propmts σε αυτόν τον τομέα και το άλλο από την άμεση τομείς χωρίζοντάς τους με ένα χαρακτήρα σωλήνα. Μπορείτε να προσθέσετε NOINT ακριβώς μπροστά από ένα όνομα αρχείου ήχου να γίνει έτσι η αναπαραγωγή δεν μπορεί να διακοπεί με το πάτημα ενός πλήκτρου από τον καλούντα, ο NOINT δεν θα πρέπει να είναι ένα μέρος του ονόματος του αρχείου, είναι μια ειδική σημαία για το σύστημα. Μπορείτε επίσης να χρησιμοποιήσετε ειδικό σκοπό. AGI σενάρια στον τομέα αυτό, καθώς, όπως το σενάριο cm_date.agi, συζητήστε με το διαχειριστή σας για περισσότερες λεπτομέρειες.

<BR>
<A NAME="call_menu-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="call_menu-menu_timeout">
<BR>
<B>Μενού Timeout -</B> Το πεδίο αυτό είναι όπου μπορείτε να ρυθμίσετε το χρονικό όριο σε δευτερόλεπτα ότι το μενού θα περιμένει για τον καλούντα να εισέλθει σε μια επιλογή DTMF. Ρύθμιση αυτό τον τομέα με μηδέν 0 σημαίνει ότι δεν θα υπάρχει χρόνος αναμονής μετά την προτροπή παίζεται.

<BR>
<A NAME="call_menu-menu_timeout_prompt">
<BR>
<B>Μενού Timeout Προτροπή -</B> Αυτό το πεδίο περιέχει το όνομα αρχείου του ήχου προτροπή να παίξει όταν το χρονικό όριο έχει επιτευχθεί. Προεπιλογή είναι ΚΑΝΕΝΑ να παίξει δεν ήχου σε timeout.

<BR>
<A NAME="call_menu-menu_invalid_prompt">
<BR>
<B>Μενού Άκυρα Προτροπή -</B> Αυτό το πεδίο περιέχει το όνομα αρχείου του ήχου προτροπή να παίξει όταν ο καλών έχει επιλέξει μια άκυρη επιλογή. Προεπιλογή είναι ΚΑΝΕΝΑ να παίξει δεν ήχου σε άκυρο.

<BR>
<A NAME="call_menu-menu_repeat">
<BR>
<B>Επαναλάβετε μενού -</B> Αυτό το πεδίο όπου θα καθορίζουν τον αριθμό των φορών που το μενού θα παίξει μετά από την πρώτη στιγμή, αν δεν είναι έγκυρη επιλογή που έγινε από τον καλούντα. Προεπιλογή είναι 1 για να επαναλάβετε το μενού φορά.

<BR>
<A NAME="call_menu-menu_time_check">
<BR>
<B>Μενού Ώρα Check -</B> Το πεδίο αυτό είναι όπου μπορείτε να επιλέξετε αν θα περιορίσει την πρόσκληση Μενού πρόσβαση στις συγκεκριμένες ώρες που έχει συσταθεί στο επιλεγμένο χρόνο εφημερίας. Εάν το χρόνο εφημερίας είναι κενή, αυτή η ρύθμιση θα πρέπει να αγνοηθεί. Προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="call_menu-call_time_id">
<BR>
<B>ID Χρόνου Κλήσης -</B> Αυτή είναι η πρόσκληση Ώρα αναγνωριστικό που θα χρησιμοποιηθούν για να περιορίσεις την καλώντας φορές αν το μενού Ώρα Check επιλογή είναι ενεργοποιημένη.

<BR>
<A NAME="call_menu-track_in_vdac">
<BR>
<B>Track καλεί σε πραγματικό χρόνο έκθεση -</B> Το πεδίο αυτό είναι όπου μπορείτε να επιλέξετε αν θέλετε την πρόσκληση να παρακολουθούνται σε πραγματικό χρόνο οθόνη ως μια εισερχόμενη κλήση τύπου IVR. Προεπιλογή είναι 1 για την ενεργό.

<BR>
<A NAME="call_menu-tracking_group">
<BR>
<B>Tracking Group -</B> Αυτή είναι η ταυτότητα που μπορείτε να χρησιμοποιήσετε για να παρακολουθείτε τις κλήσεις προς την παρούσα πρόσκληση Μενού όταν εξετάζεται η IVR έκθεση. Ο κατάλογος περιλαμβάνει CALLMENU ως προεπιλογή, καθώς και όλων των In-Ομάδες.

<BR>
<A NAME="call_menu-dtmf_log">
<BR>
<B>Σύνδεση πλήκτρων -</B> Αυτή η επιλογή, αν ενεργοποιηθεί θα καταγράψει το DTMF πλήκτρων από τον καλούντα σε αυτό το μενού Κλήση. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="call_menu-dtmf_field">
<BR>
<B>Σύνδεση Πεδίο -</B> Εάν το κλειδί επιλογή Σύνδεση Τύπου είναι ενεργοποιημένη, η προαιρετική αυτή ρύθμιση μπορεί να επιτρέψει η απάντηση επίσης να αποθηκευτούν σε αυτόν τον τομέα λίστα. vendor_lead_code, source_id, phone_code, title, first_name, middle_initial, last_name, address1, address2, address3, city, state, province, postal_code, country_code, alt_phone, email, security_phrase, comments, rank, owner, status, user. Προεπιλογή είναι ΚΑΝΕΝΑ για άτομα με ειδικές.

<BR>
<A NAME="call_menu-option_value">
<BR>
<B>Επιλογή Value -</B> Αυτό το πεδίο όπου θα καθορίσει την επιλογή μενού, είναι δυνατές επιλογές: 0,1,2,3,4,5,6,7,8,9,*,#,A,B,C,D,TIMECHECK. Η ειδική TIMECHECK επιλογή μπορεί να χρησιμοποιηθεί μόνο αν έχετε Μενού Ώρα Check ενεργοποιημένη και υπάρχει μια πρόσκληση που έχει ορισθεί για το μενού. Για να διαγράψετε μια επιλογή, μόνο που η διαδρομή για να αφαιρέσετε και η επιλογή θα διαγραφεί όταν κάνετε κλικ στο κουμπί ΑΠΟΣΤΟΛΗ. TIMEOUT θα σας επιτρέψει να ρυθμίσετε το τι συμβαίνει στην κλήση όταν φορές έξω με καμία εισαγωγή από τον καλούντα. ΑΚΥΡΟ θα σας επιτρέψει να επιλέξετε τι συμβαίνει όταν ο επισκέπτης εισέρχεται σε μια μη έγκυρη επιλογή. INVALID_2ND και 3ου μπορεί να είναι ενεργό μόνο εάν ΑΚΥΡΟ δεν χρησιμοποιείται, θα περιμένουν μέχρι το δεύτερο ή τρίτο έγκυρη καταχώρηση από τον καλούντα πριν να εκτελέσει την επιλογή.

<BR>
<A NAME="call_menu-option_description">
<BR>
<B>Επιλογή Περιγραφή -</B> Το πεδίο αυτό είναι όπου μπορείτε να περιγράψετε την επιλογή, αυτή η περιγραφή θα πρέπει να μπει στο dialplan ως ένα σχόλιο πάνω από την επιλογή.

<BR>
<A NAME="call_menu-option_route">
<BR>
<B>Επιλογή διαδρομής -</B> Αυτό το μενού περιέχει επιλογές για το πού να στείλει την κλήση, εφόσον επιλέγεται αυτή η δυνατότητα: CALLMENU, ingroup, DID, hangup, ΕΠΕΚΤΑΣΗ, ΤΗΛΕΦΩΝΟ. Για CALLMENU, η Route Αξία θα πρέπει να είναι το μενού αναγνωριστικό της πρόσκλησης μενού που θέλετε να αποσταλεί κλήση. Για ingroup, την ομάδα που θέλετε να καλέσετε να αποσταλούν με τις ανάγκες που πρέπει να επιλεγεί, καθώς και τις άλλες 5 επιλογές που πρέπει να τεθούν σε σωστή πορεία μιας κλήσης προς έναν  εισερχόμενοςομάδα. Για DID, η Route Αξία πρέπει να είναι η DID πρότυπο που θέλετε να στείλετε την πρόσκληση με. Για hangup, η Route αξία μπορεί να είναι το όνομα ενός αρχείου ήχου για να παίξει πριν από την ανάρτηση της πρόσκλησης. Για την επέκταση, την αξία διαδρομής, πρέπει να το dialplan επέκταση που θέλετε να στείλετε την πρόσκληση προς, και η Route Αξία πλαίσιο είναι το πλαίσιο ότι η επέκταση βρίσκεται σε, αν μείνει κενό το πλαίσιο θα προεπιλογή για προεπιλογή. Για PHONE, η Route Αξία πρέπει να είναι η τιμή σύνδεσης του τηλεφώνου για την έναρξη τηλέφωνα που θέλετε να στείλετε την πρόσκληση με. Για ΦΩΝΗΤΙΚΟ ΤΑΧΥΔΡΟΜΕΙΟ, η Route Αξία πρέπει να είναι η τηλεφωνητή αριθμό κουτί, το διαθέσιμο mesage θα παίξει. Για AGI, η Route Αξία πρέπει να είναι το σενάριο AGI και κάθε αξίες που πρέπει να περάσει σε αυτό. VMAIL_NO_INST θα στείλει την κλήση στο κιβώτιο φωνητικού ταχυδρομείου που έχετε ορίζεται κατωτέρω και δεν θα παίξει οδηγίες μετά το μήνυμα στον τηλεφωνητή.

<BR>
<A NAME="call_menu-option_route_value">
<BR>
<B>Επιλογή Route Αξία -</B> Αυτό το πεδίο όπου θα εισάγετε την τιμή που καθορίζει εάν στην επιλεγμένη επιλογή Route ότι η πρόσκληση είναι να κατευθυνθεί προς.

<BR>
<A NAME="call_menu-option_route_value_context">
<BR>
<B>Επιλογή Route Αξία Πλαίσιο -</B> Το πεδίο αυτό είναι προαιρετικό και χρησιμοποιείται μόνο για Διαδρομές δυνατότητα επέκτασης του πεδίου.

<BR>
<A NAME="call_menu-ingroup_settings">
<BR>
<B>Τοποθετήσεις -ομάδας επιλογών κλήσης -</B> Εάν η διαδρομή τίθεται INGROUP έπειτα υπάρχουν πολλές επιλογές που μπορείτε να θέσετε για να καθορίσετε πώς η κλήση στέλνεται στη σειρά αναμονής. Η -ομάδα είναι η εισερχόμενη ομάδα ότι θέλετε την κλήση για να πάτε. Η μέθοδος λαβών είναι ο τρόπος που θέλετε την κλήση για να αντιμετωπιστείτε, <a href="#inbound_dids-call_handle_method">Χτυπήστε εδώ για να δείτε έναν κατάλογο των διαθέσιμων μεθόδων λαβών</a>. Μέθοδος αναζήτησης καθορίζει πως η ουρά θα βρείτε το επόμενο πράκτορα, προτείνουμε το αφήσουμε αυτό στην LB. ID της λίστας είναι η λίστα ότι ο νέος επικεφαλής εισάγεται, επίσης, αν η μέθοδος δεν είναι μια αναζήτηση μεθόδου και ο μόλυβδος δεν έχει βρεθεί. ID εκστρατείας είναι η εκστρατεία για την αναζήτηση μέσω καταλόγων, αν μία από τις RC μεθόδων που χρησιμοποιούνται. Κωδικός τηλεφώνου είναι η phone_code πεδίο εισαγωγής για την πρωτοπορία που έχει εισαχθεί με. Πληκτρολογήστε το Όνομα VID χρησιμοποιείται εάν η μέθοδος έχει οριστεί σε μία από τις μεθόδους VIDPROMPT, είναι ο ήχος άμεση έπαιξε να ζητήσει από τον πελάτη να εισάγετε το ID τους. VID Όνομα Αριθμός Ταυτότητας χρησιμοποιείται εάν η μέθοδος έχει οριστεί σε μία από τις μεθόδους VIDPROMPT, είναι η άμεση ήχου παίζεται μετά την είσοδο του πελάτη τους ταυτότητα, κάτι σαν έχετε εισάγει. VID Επιβεβαίωση Όνομα χρησιμοποιείται εάν η μέθοδος έχει οριστεί σε μία από τις μεθόδους VIDPROMPT, είναι ο ήχος άμεση έπαιξε για την επιβεβαίωση της αστυνομικής τους ταυτότητας, κάτι σαν ΤΥΠΟΥ 1 για να επιβεβαιώσετε και να μπει και πάλι 2. VID ψηφία χρησιμοποιείται εάν η μέθοδος έχει οριστεί σε μία από τις μεθόδους VIDPROMPT, εάν έχει οριστεί σε έναν αριθμό που είναι ο αριθμός των ψηφίων που πρέπει να αναγράφεται από τον πελάτη, όταν σας ζητηθεί για την ταυτότητα τους, αν οριστεί σε κενές ή X, τότε η πελάτης θα πρέπει να πιέσετε κιλό χασίς ή να ολοκληρώσετε την είσοδό τους της ταυτότητας τους.

<BR>
<A NAME="call_menu-custom_dialplan_entry">
<BR>
<B>Είσοδος Dialplan συνήθειας -</B> Αυτό το πεδίο σας επιτρέπει να εισέρχονται σε κάθε dialplan στοιχεία που θέλετε για την πρόσκληση Μενού.

<BR>
<A NAME="call_menu-qualify_sql">
<BR>
<B>Προκριθείτε SQL -</B> Το πεδίο αυτό σας επιτρέπει να εισάγετε SQL - Structured Query Language - θραύσματα της βάσης δεδομένων, όπως και με τα φίλτρα, να καθοριστεί αν αυτό το μενού κλήσης θα πρέπει να παίξει για τον καλούντα ή όχι. Αυτό το χαρακτηριστικό λειτουργεί μόνο αν η κλήση έχει το σύνολο callerIDname πριν αποσταλεί σε αυτό το μενού κλήσης, είτε ως εξερχόμενη μεταφορά έρευνα, ή με τη χρήση ενός μενού κλήσης πτώση για μια κλήση Σε-Group. Αν υπάρχει ένας αγώνας, η κλήση θα προχωρήσει κανονικά. Αν δεν υπάρχει αντιστοιχία, η κλήση θα πάει στο D επιλογή ή την επιλογή δεν είναι έγκυρη αν δεν επιλογή Δ έχει οριστεί. Δεν μπορείτε να χρησιμοποιήσετε σε εισαγωγικά σε αυτόν τον τομέα, μόνο διπλά εισαγωγικά, εφόσον είναι αναγκαία. Η προεπιλογή είναι άδειο για άτομα με ειδικές ανάγκες.






<BR><BR><BR><BR>

<BR>
<A NAME="filter_phone_groups-filter_phone_group_id">
<BR>
<B>Φίλτρο ID Ομάδας Τηλέφωνο -</B> Αυτό είναι το αναγνωριστικό της ομάδας Φίλτρο τηλέφωνο που είναι το εμπορευματοκιβώτιο για μια ομάδα αριθμών τηλεφώνου που μπορείτε να έχετε ψάξει αυτόματα μέσα από μια κλήση όταν έρχεται σε μια DID, και να το στείλετε σε μια εναλλακτική διαδρομή, αν υπάρχει ένας αγώνας. Αυτό το πεδίο πρέπει να είναι μεταξύ 2 και 20 χαρακτήρες και δεν έχουν σημεία στίξης εκτός υπογράμμισης.

<BR>
<A NAME="filter_phone_groups-filter_phone_group_name">
<BR>
<B>Όνομα φίλτρου ομάδας Τηλέφωνο -</B> This is the name of the Filter Phone Group and is displayed with the ID in select lists where this feature is used. This field should be between 2 and 40 characters.

<BR>
<A NAME="filter_phone_groups-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="filter_phone_groups-filter_phone_group_description">
<BR>
<B>Φίλτρο Περιγραφή ομάδας Τηλέφωνο -</B> Αυτή είναι η περιγραφή του φίλτρου ομάδας τηλέφωνο, είναι καθαρά για σκοπούς σημειογραφία μόνο και δεν είναι υποχρεωτικό πεδίο.




<BR><BR><BR><BR>

<B><FONT SIZE=3>REMOTE_AGENTS ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="remote_agents-user_start">
<BR>
<B>ID Χρήστη Ξεκινά -</B> Αυτό είναι το αρχικό όνομα χρήστη που χρησιμοποιείται όταν οι απομακρυσμένες εγγραφές παράγοντας εισάγεται στο σύστημα. Εάν ο αριθμός των γραμμών είναι υψηλότερο από 1, ο αριθμός αυτός αυξάνεται κατά μία έως ότου κάθε γραμμή έχει μια καταχώρηση. Βεβαιωθείτε ότι έχετε δημιουργήσει ένα νέο λογαριασμό χρήστη με επίπεδο χρήστη 4 ή μεγάλη, αν θέλετε να είναι σε θέση να χρησιμοποιήσετε τη σελίδα vdremote.php για απομακρυσμένη πρόσβαση στο διαδίκτυο αυτού του λογαριασμού.

<BR>
<A NAME="remote_agents-number_of_lines">
<BR>
<B>Αριθμός Γραμμών -</B> Αυτό ορίζει πόσες καταχωρήσεις απομακρυσμένων χρηστών το σύστημα δημιουρ, και καθορίζει πόσες γραμμές μπορεί με ασφάλεια να στείλει στον αριθμό παρακάτω.

<BR>
<A NAME="remote_agents-server_ip">
<BR>
<B>IP Διακομιστή -</B> Μία καταχώρηση απομακρυσμένου χρήστη είναι μόνο καλό για ένα συγκεκριμένο διακομιστή, εδώ επιλέγετε τον διακομιστή που ανήκει.

<BR>
<A NAME="remote_agents-conf_exten">
<BR>
<B>Εξωτερική Τηλ.Σύνδεση -</B> Αυτός είναι ο αριθμός που θέλετε οι κλήσεις να προωθούνται. Επιβεβαιώστε ότι είναι ένας πλήρης αριθμός από το σχέδιο κλήεων και εάν θέλετε ένα 9 στην αρχή το βάζετε εδώ. Κάντε μία δοκιμή καλώντας αυτόν τον αριθμό από ένα τηλέφωνο του συστήματος.

<BR>
<A NAME="remote_agents-extension_group">
<BR>
<B>Ομάδα επέκτασης -</B> Εάν θέστε κάτι εκτός από ΚΑΝΕΝΑΝ ή κενός αυτό θα αγνοήσει τον εξωτερικό τομέα επέκτασης και θα χρησιμοποιήσει τις καταχωρήσεις ομάδας επέκτασης που δεν έχουν την ίδια προεπιλογή ταυτότητας ομάδας επέκτασης είναι ΚΑΜΊΑ για απενεργοποιημένος.

<BR>
<A NAME="remote_agents-status">
<BR>
<B>Κτάσταση -</B> Εδώ μπορείτε να θέσετε τον απομακρυσμένο χρήστη σε ενεργό και μη ενεργό. Μόλις ο χρήστης γίνει ενεργός το σύστημα μπορεί να στείλει κλήσεις σε αυτόν. Μπορεί να διαρκέσει μέχρι 30 δευτερόλεπτα μετά την αλλαγή της κατάστασης σε μη ενεργός, ώστε να σταματήσει να δέχεται κ.

<BR>
<A NAME="remote_agents-campaign_id">
<BR>
<B>Εκστρατεία -</B> Εδώ μπορείτε να επιλέξετε την εκστρατεία όπου οι απομακρυσμένοι χρήστες θα συνδεθούν. Για εισερχόμενες πρέπει να χρησιμοποιηθεί η εκστρατεία CLOSER και επιλέξτε τις εισερχόμενες εκστρατείες παρακάτω, από που θέλετε να λαμβάνεται τις κλήσεις.

<BR>
<A NAME="remote_agents-on_hook_agent">
<BR>
<B>On-Hook γραφείο -</B> Η επιλογή αυτή χρησιμοποιείται μόνο για εισερχόμενες κλήσεις πηγαίνουν σε αυτήν την απομακρυσμένη παράγοντα. Αυτό το χαρακτηριστικό θα καλέσει την απομακρυσμένη πράκτορα και δεν θα στείλει τον πελάτη στον απομακρυσμένο πράκτορα έως ότου η γραμμή απαντηθεί. Προεπιλογή N για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="remote_agents-on_hook_ring_time">
<BR>
<B>On-Hook Ώρα δαχτυλίδι -</B> Η επιλογή αυτή χρησιμοποιείται μόνο όταν η On-Hook πεδίο Agent παραπάνω αναμένεται να Y και στη συνέχεια μόνο για εισερχόμενες κλήσεις που προέρχονται σε αυτό το απομακρυσμένο πράκτορα. Αυτός είναι ο αριθμός των δευτερολέπτων που κάθε απόπειρα κλήσης θα χτυπήσει για να προσπαθήσει να πάρει μια απάντηση. Συνιστάται να ορίσετε αυτό σε μερικά δευτερόλεπτα λιγότερο από ό, τι χρειάζεται για μια κλήση που θα αποσταλεί στον τηλεφωνητή. Η προεπιλογή είναι 15.

<BR>
<A NAME="remote_agents-closer_campaigns">
<BR>
<B>Εισερχόμενες Ομάδες -</B> Εδώ μπορείτε να επιλέξετε τις εισερχόμενες ομάδες που θέλετε να λαμβάνουν τις κλήσεις , εάν έχετε επιλέξει την εκστρατεία CLOSER.


<BR><BR><BR><BR>

<B><FONT SIZE=3>EXTENSION_GROUPS ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="extension_groups-extension_group_id">
<BR>
<B>Ομάδα επέκτασης -</B> Αυτός ο απαραίτητος τομέας είναι όπου εισάγετε την ταυτότητα ομάδας ότι θέλετε αυτήν την επέκταση για να τεθείτε. Κανένας διάστημα ή πρόσθετος χαρακτήρας εκτός από τα γράμματα και τους αριθμούς κάτω παυλών.

<BR>
<A NAME="extension_groups-extension">
<BR>
<B>Extension -</B> Αυτός ο απαραίτητος τομέας είναι όπου βάζετε τη dialplan επέκταση ότι θέλετε τις μακρινές κλήσεις πρακτόρων για να σταλείτε για αυτήν την είσοδο ομάδας επέκτασης.

<BR>
<A NAME="extension_groups-rank">
<BR>
<B>Rank -</B> Αυτός ο τομέας επιτρέπει σε σας για να ταξινομήσει τις καταχωρήσεις ομάδας επέκτασης που μοιράζονται την ίδια ομάδα επέκτασης. Η προεπιλογή είναι 0.

<BR>
<A NAME="extension_groups-campaign_groups">
<BR>
<B>Ομάδες εκστρατειών -</B> Σε αυτόν τον τομέα μπορείτε να βάλετε έναν κατάλογο εκστρατείας IDs και ή η εισερχόμενη ομάδα IDs που θέλετε να περιορίσετε τη χρήση του καταλόγου ομάδας ξέν. επέκτασης πρέπει να είναι χωριστή από τους σωλήνες και να έχει έναν σωλήνα στην αρχή και στο τέλος της σειράς.


<BR><BR><BR><BR>

<B><FONT SIZE=3>CAMPAIGN_LISTS</FONT></B><BR><BR>
<A NAME="campaign_lists">
<BR>
<B>Οι λίστες της εκστρατείας παρουσιάζονται εδώ,  και εάν είναι ενεργές (Υ ή Ν) μπορείτε να πάτε στην οθόνη λίστας με το να πατήσετε στο ID λίστας, στην πρώτη στήλη.</B>


<BR><BR><BR><BR>

<B><FONT SIZE=3>CAMPAIGN_STATUSES ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="campaign_statuses">
<BR>
<B>Μέσα από τη χρήση των καθεστώτων έθιμο καμπάνια, μπορείτε να έχετε καταστάσεις που υπάρχουν μόνο για μια συγκεκριμένη καμπάνια. Η κατάσταση πρέπει να είναι 1-8 χαρακτήρες, η ονομασία αυτή πρέπει να είναι 2-30 χαρακτήρες σε μήκος και δυνατότητα επιλογής ορίζει αν εμφανίζεται στο σύστημα ως διάθεση. Η human_answered πεδίο χρησιμοποιείται κατά τον υπολογισμό του ποσοστού πτώσης, ή ποσοστό εγκαταλείψει. Ρύθμιση human_answered σε Y θα χρησιμοποιήσει αυτό το καθεστώς κατά την καταμέτρηση των ανθρωπίνων αναπάντητες κλήσεις. Η επιλογή κατηγορίας σας επιτρέπει να ομαδοποιήσετε τις διάφορες καταστάσεις σε ένα catogy που μπορούν να χρησιμοποιηθούν για τη στατιστική ανάλυση.</B>



<?php
if ($SSoutbound_autodial_active > 0)
	{
	?>
	<BR><BR><BR><BR>

	<B><FONT SIZE=3>CAMPAIGN_HOTKEYS ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
	<A NAME="campaign_hotkeys">
	<BR>
	<B>Μέσα από τη χρήση των προσαρμοσμένων εκστρατείας hot keys, πράκτορες που χρησιμοποιούν το μέσο web-πελάτης μπορεί να κλείσεις και τη διάθεση κλήσεις μόνο με το πάτημα ενός μόνο πλήκτρου στο πληκτρολόγιό τους.</B> Υπάρχουν two special HotKey options that you can use in conjunction with Alternate Phone number dialing, ALTPH2 - Alternate Phone Hot Dial and ADDR3-----Address3 Hot Dial allow an agent to use a hotkey to hang up their call, stay on the same lead, and dial another contact number from that lead. Μπορείτε επίσης να χρησιμοποιήσετε LTMG ή XFTAMM και των καταστάσεων για να προκαλέσει την αυτόματη μεταφορά στην επιλογή Αφήστε-ΦΩΝΗΤΙΚΟ ΤΑΧΥΔΡΟΜΕΙΟ.





	<BR><BR><BR><BR>

	<B><FONT SIZE=3>LEAD_RECYCLE ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
	<A NAME="lead_recycle">
	<BR>
	<B>Through the use of lead recycling, you can call specific statuses of leads again at a specified interval without resetting the entire list. Lead recycling is campaign-specific and does not have to be a selected dialable status in your campaign. The attempt delay field is the number of seconds until the lead can be placed back in the hopper, this number must be at least 120 seconds. The attempt maximum field is the maximum number of times that a lead of this status can be attempted before the list needs to be reset, this number can be from 1 to 10. You can activate and deactivate a lead recycle entry with the provided links.</B>





	<BR><BR><BR><BR>

	<B><FONT SIZE=3>AUTO ALT ΤΗΛΕΦΩΝΕΙΣΤΕ καθεστώτων</FONT></B><BR><BR>
	<A NAME="auto_alt_dial_statuses">
	<BR>
	<B>Εάν ο αυτόματος τομέας σχηματισμού ALT-ARJCMOY' τίθεται,κατόπιν οι μόλυβδοι που είναι κάτω από αυτές τις αυτόματεςθέσεις πινάκων ALT θα σχηματίσουν το alt_phone και-ή τουςτομείς address3 τους αφότου τίθενται οποιεσδήποτε από αυτέςτις θέσεις κανένας-απάντησης.</B>

	<?php
	}
?>



<BR><BR><BR><BR>

<B><FONT SIZE=3>ΚΩΔΙΚΕΣ ΜΙΚΡΗΣ ΔΙΑΚΟΠΉΣ ΠΡΑΚΤΟΡΩΝ</FONT></B><BR><BR>
<A NAME="pause_codes">
<BR>
<B>Εάν ο πράκτορας Παύση Κώδικες Ενεργόςτομέα έχει οριστεί σε ενεργό τότε οι παράγοντες θα είναι σε θέση να επιλέξετε από αυτούς τους κωδικούς παύση όταν κάνουν κλικ στο κουμπί PAUSE στις οθόνες τους. Αυτά τα δεδομένα στη συνέχεια αποθηκεύεται στο αρχείο καταγραφής παράγοντα. Ο κωδικός Παύση πρέπει να περιέχει μόνο γράμματα και αριθμούς και να είναι λιγότερο από 7 χαρακτήρες. Το κωδικό όνομα της παύσης δεν μπορεί να είναι μεγαλύτερο από 30 χαρακτήρες.</B>





<BR><BR><BR><BR>

<B><FONT SIZE=3>CAMPAIGN PRESETS</FONT></B><BR><BR>
<A NAME="xfer_presets">
<BR>
<B>Εάν η ρύθμιση καμπάνιας για προεπιλογές έχει οριστεί σε ΕΝΕΡΓΟΠΟΙΗΜΈΝΗ τότε έχετε τη δυνατότητα να καθορίσουν Μεταφορά της Διάσκεψης προκαθορισμένες ρυθμίσεις που θα είναι διαθέσιμες στον πράκτορα που τους επιτρέπει να 3-way ονομάσουμε αυτές τις προκαθορισμένες ρυθμίσεις ή τυφλή κλήσεις προς αυτά προεπιλεγμένους αριθμούς. Αυτές οι προκαθορισμένες ρυθμίσεις έχουν επίσης μια επιλογή για να κρύψει τον αριθμό που σχετίζεται με κάθε προκαθορισμένο από τον πράκτορα.</B>





<BR><BR><BR><BR>

<B><FONT SIZE=3>CAMPAIGN CID AREACODES</FONT></B><BR><BR>
<A NAME="campaign_cid_areacodes">
<BR>
<B>Αν η ρύθμιση του συστήματος για Areacode CIDs είναι ενεργοποιημένη και η ρύθμιση Εκστρατεία για τη χρήση προσαρμοσμένων CallerID έχει οριστεί σε AREACODE τότε έχετε τη δυνατότητα να καθορίσει CIDs Areacode που θα χρησιμοποιηθούν όταν εξερχόμενη κλήση σε οδηγεί στη συγκεκριμένη καμπάνια. Μπορείτε να προσθέσετε πολλαπλές callerIDs ανά areacode και μπορείτε να ενεργοποιήσετε και να απενεργοποιήσετε κάθε τους σε πραγματικό χρόνο. Εάν περισσότερα από ένα CallerID είναι ενεργό για ένα συγκεκριμένο areacode τότε το σύστημα θα χρησιμοποιήσει το CallerID που έχει χρησιμοποιηθεί τουλάχιστον το πόσες φορές σήμερα. Εάν δεν callerIDs είναι ενεργά για την areacode τότε το CallerID εκστρατεία ή λίστα παράκαμψης CallerID θα χρησιμοποιηθεί.</B>





<BR><BR><BR><BR>

<B><FONT SIZE=3>USER_GROUPS ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="user_groups-user_group">
<BR>
<B>Ομάδα Χρήστη -</B> Αυτή είναι η σύντομη ονομασία μιας ομάδας χρήστη, προσπαθήστε να μην χρησιμοποιείτε κενά ή σημεία στίξης για αυτό το πεδίο. max 20 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="user_groups-group_name">
<BR>
<B>Ονομα Ομάδας -</B> Αυτή είναι η περιγραφή της ομάδας χρηστών max 40 χαρακτήρες.

<BR>
<A NAME="user_groups-forced_timeclock_login">
<BR>
<B>ΔύναμηΏρα ρολόι Σύνδεση -</B> Αυτή η επιλογή σας επιτρέπει να μην αφήσει ένας πράκτορας συνδεθείτε στο interface πράκτορα, εφόσον δεν έχουν συνδεθεί στο χρονομέτρησης. Η προεπιλογή είναι N. Υπάρχει μια επιλογή για να απαλλάξει τους χρήστες διαχειριστή, τα επίπεδα 8 και 9.

<BR>
<A NAME="user_groups-shift_enforcement">
<BR>
<B>Shift εκτέλεση -</B> Η ρύθμιση αυτή σας επιτρέπει να περιορίσετε πράκτορα συνδέσεις με βάση τις αλλαγές που έχουν επιλεγεί. OFF δεν θα επιβάλει σε όλες τις βάρδιες. START θα επιβάλει μόνο το χρόνο σύνδεσης, αλλά δεν θα επηρεάσει έναν πράκτορα που εκτελεί τους πάνω μετατόπιση του χρόνου και αν είναι ήδη συνδεδεμένος in. ALL θα επιβάλλει μετατόπιση χρόνος έναρξης και θα συνδεθείτε ορίζονται μετά από έναν πράκτορα που τρέχουν πάνω από το τέλος του χρόνου τους βάρδια. Προεπιλεγμένο είναι OFF.

<BR>
<A NAME="user_groups-group_shifts">
<BR>
<B>Ομάδα Βάρδιες - </B> Αυτό είναι ένα επιλέξιμο λίστα των βαρδιών που μπορούν να περιορίσουν το χρόνο παράγοντες σύνδεσης, για το σύστημα.

<BR>
<A NAME="user_groups-allowed_campaigns">
<BR>
<B>Εκστρατείες -</B> αυτό είναι ένας επιλέξιμος κατάλογος εκστρατειώνστον οποίο τα μέλη αυτής της ομάδας χρηστών μπορούν νασυνδεθούν. Η επιλογή όλος-ΕΚΣΤΡΑΤΕΙΩΝ επιτρέπει στους χρήστες σεαυτήν την ομάδα για να δει και να συνδεθεί σε οποιαδήποτεεκστρατεία στο σύστημα.

<BR>
<A NAME="user_groups-agent_status_viewable_groups">
<BR>
<B>Agent Κατάσταση θέασης Ομάδες -</B> Αυτή είναι μια λίστα επιλογής των χρηστών Ομάδες και τις λειτουργίες του χρήστη με το οποίο τα μέλη της ομάδας αυτής ο χρήστης μπορεί να δείτε την κατάσταση καθώς και κλήσεις προς τη μεταφορά στο εσωτερικό της οθόνης πράκτορα. Η ALL-ΟΜΑΔΕΣ επιλογή επιτρέπει στους χρήστες σε αυτή την ομάδα για να δείτε και τη μεταφορά κλήσεων για κάθε χρήστη του συστήματος. Η ΕΚΣΤΡΑΤΕΙΑ-ΠΡΑΚΤΟΡΕΣ επιλογή επιτρέπει στους χρήστες σε αυτή την ομάδα για να δείτε και να μεταβιβάσει τις κλήσεις σε κάθε χρήστη στην εκστρατεία που είναι συνδεδεμένοι στο. Η επιλογή όχι-κατα:γράφω--ΠΡΑΚΤΟΡΩΝ επιτρέπει σε όλους τους χρήστες στο σύστημα για να επιδειχθεί, ακόμα κι αν δεν είναι κατα:γράφω-curently.

<BR>
<A NAME="user_groups-agent_status_view_time">
<BR>
<B>Agent Κατάσταση Προβολή Ώρα -</B> Αυτή η επιλογή καθορίζει αν ο αντιπρόσωπος θα δείτε το ποσό του χρόνου που οι χρήστες στην πλαϊνή μπάρα πράκτορας τους έχουν στην τρέχουσα κατάστασή τους. Προεπιλογή είναι Ν για άτομα με ειδικές ανάγκες ή δεν.

<BR>
<A NAME="user_groups-agent_call_log_view">
<BR>
<B>Άποψη κούτσουρων κλήσης πρακτόρων -</B> Αυτή η επιλογή καθορίζει αν ο παράγοντας θα είναι σε θέση να δείτε το αρχείο καταγραφής κλήσεων τους για κλήσεις διεκπεραιώνονται μέσω της οθόνης παράγοντα. Η προεπιλογή είναι N για άτομα με ειδικές ανάγκες ή δεν.

<BR>
<A NAME="user_groups-agent_xfer_options">
<BR>
<B>Επιλογές μεταφοράς πρακτόρων -</B> Αυτές οι επιλογές επιτρέπουν να θέσουν εκτός λειτουργίας των συγκεκριμένων κουμπιών στο τμήμα διασκέψεων μεταφοράς της διεπαφής πρακτόρων. Η προεπιλογή είναι Υ για ναι ή επιτρεμμένος.

<BR>
<A NAME="user_groups-agent_fullscreen">
<BR>
<B>Πράκτορας Fullscreen -</B> Αυτή η επιλογή, αν ρυθμιστεί στο Y θα ρυθμίσει το ύψος και το πλάτος της οθόνης παράγοντα στο μέγεθος του παραθύρου του φυλλομετρητή, χωρίς καμία αποζημίωση για την Πράκτορες View, καλεί σε ουρά Προβολή ή ζητεί εν όψει συνόδου. Η προεπιλογή είναι N για άτομα με ειδικές ανάγκες ή δεν.

<BR>
<A NAME="user_groups-allowed_reports">
<BR>
<B>Επιτρέπονται Εκθέσεις -</B> Αν ένας χρήστης σε αυτήν την ομάδα έχει οριστεί σε επίπεδο χρήστη 7 ή νεότερη έκδοση, τότε αυτό το χαρακτηριστικό μπορεί να χρησιμοποιηθεί για να περιορίσει τις εκθέσεις ότι οι χρήστες μπορούν να δουν. Η προεπιλογή είναι το ALL. Εάν θέλετε να επιλέξετε περισσότερες από μία έκθεση και στη συνέχεια πατήστε το πλήκτρο Ctrl στο πληκτρολόγιό σας, όπως εσείς επιλέξετε τις εκθέσεις.

<BR>
<A NAME="user_groups-admin_viewable_groups">
<BR>
<B>Επιτρέπονται Ομάδες Χρηστών -</B> Αυτή είναι μια επιλογή λίστα με ομάδες χρηστών στις οποίες τα μέλη αυτής της ομάδας χρήστης μπορεί να δει και ενδεχομένως να επεξεργαστείτε. Ομάδες χρήστης μπορεί να περιορίσει την πρόσβαση σε όλες σχεδόν τις πτυχές του συστήματος, από εισερχόμενα τηλέφωνα για να DIDs τις θέσεις τηλεφωνητή. Η - ALL - επιλογή επιτρέπει στους χρήστες σε αυτή την ομάδα για να δείτε και να συνδεθείτε σε οποιαδήποτε εγγραφή στο σύστημα, εάν τα δικαιώματα των χρηστών για τους επιτρέπουν να.

<BR>
<A NAME="user_groups-admin_viewable_call_times">
<BR>
<B>Επιτρέπονται χρόνους κλήσης -</B> Αυτή είναι μια επιλογή λίστα των Times Πρόσκληση στην οποία τα μέλη αυτής της ομάδας χρήστης μπορεί να χρησιμοποιήσει σε καμπάνιες, σε ομάδες και μενού κλήσης. Η - ALL - επιλογή επιτρέπει στους χρήστες σε αυτή την ομάδα για να χρησιμοποιήσεις όλες τις φορές κλήση στο σύστημα.


<?php
if (strlen($SSwebphone_url) > 5)
	{
	?>
	<BR>
	<A NAME="user_groups-webphone_url_override">
	<BR>
	<B>Διαδικτυακό κοινόχρηστο τηλέφωνο Παράκαμψη URL -</B> Η ρύθμιση αυτή σας επιτρέπει να ορίσετε μια εναλλακτική διεύθυνση URL Διαδικτυακό κοινόχρηστο τηλέφωνο μόνο για τα μέλη μιας ομάδας χρηστών. Προεπιλογή είναι άδειο.

	<BR>
	<A NAME="user_groups-webphone_systemkey_override">
	<BR>
	<B>Διαδικτυακό κοινόχρηστο τηλέφωνο Σύστημα Βασικά Παράκαμψη -</B> Η ρύθμιση αυτή σας επιτρέπει να ορίσετε μια εναλλακτική Key System Διαδικτυακό κοινόχρηστο τηλέφωνο μόνο για τα μέλη μιας ομάδας χρηστών. Προεπιλογή είναι άδειο.

	<BR>
	<A NAME="user_groups-webphone_dialpad_override">
	<BR>
	<B>Διαδικτυακό κοινόχρηστο τηλέφωνο dialpad Παράκαμψη -</B> Η ρύθμιση αυτή σας επιτρέπει να ενεργοποιήσετε ή να απενεργοποιήσετε το dialpad στο Διαδικτυακό κοινόχρηστο τηλέφωνο μόνο για τα μέλη μιας ομάδας χρηστών. Προεπιλογή είναι απενεργοποιημένη. TOGGLE θα επιτρέψει στο χρήστη να βλέπει και να κρύψει το dialpad κάνοντας κλικ σε ένα σύνδεσμο. TOGGLE_OFF προεπιλογή να μην δείχνουν την dialpad στο πρώτο φορτίο, αλλά θα επιτρέψει στο χρήστη να δείξει την dialpad κάνοντας κλικ στο σύνδεσμο dialpad.

	<?php
	}

if ($SSqc_features_active > 0)
	{
	?>
	<BR>
	<A NAME="user_groups-qc_allowed_campaigns">
	<BR>
	<B>QC Επιτρέπονται Καμπάνιες - </B> Αυτό είναι ένα επιλέξιμο κατάλογο των καμπάνιες που τα μέλη αυτής της ομάδας χρηστών θα είναι σε θέση να QC. Η ALL-CAMPAIGNS επιλογή επιτρέπει στους χρήστες αυτής της ομάδας να QC οποιαδήποτε εκστρατεία για το σύστημα.

	<BR>
	<A NAME="user_groups-qc_allowed_inbound_groups">
	<BR>
	<B>QC Επιτρέπονται  εισερχόμενοςΟμάδες - </B> Αυτό είναι ένα επιλέξιμο λίστα των εισερχόμενων ομάδες που τα μέλη αυτής της ομάδας χρηστών θα είναι σε θέση να QC. Η ALL-ΟΜΑΔΕΣ επιλογή επιτρέπει στους χρήστες σε αυτή την ομάδα χρηστών να QC οποιαδήποτε εισερχόμενα ομάδας για το σύστημα.
	<?php
	}
?>




<BR><BR><BR><BR>

<B><FONT SIZE=3>ΒΟΗΘΟΙ ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="scripts-script_id">
<BR>
<B>Ταυτότητα χειρογράφων: -</B> Αυτή είναι η σύντομη ονομασία ενός Script. Αυτό πρέπει να είναι ένα μοναδικό αναγνωριστικό. Προσπαθήστε να μην χρησιμοποιείτε κενά ή σημεία στίξης για αυτό το πεδίο. max 10 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="scripts-script_name">
<B>Όνομα χειρογράφων -</B> Αυτός είναι ο τίτλος του σεναρίου. Αυτή είναι μια σύντομη περίληψη του σεναρίου. max 50 χαρακτήρες, τουλάχιστον 2 χαρακτήρες. Δεν πρέπει να υπάρχουν κενά ή σημεία στίξης οποιουδήποτε είδους στον τομέα Theis.

<BR>
<A NAME="scripts-script_comments">
<B>Σχόλια χειρόγραφου -</B> Αυτό είναι όπου μπορείτε να τοποθετήσετε σχόλια για ένα Script οθόνη παράγοντα όπως άλλαξε με δωρεάν αναβάθμιση στην 23ης Σεπτέμβρη -. max 255 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="scripts-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="scripts-script_text">
<B>Κείμενο χειρόγραφου -</B> Αυτό είναι όπου μπορείτε να τοποθετήσετε το περιεχόμενο της οθόνης Script παράγοντα. Τουλάχιστον 2 χαρακτήρες. Μπορείτε να έχετε τις πληροφορίες των πελατών είναι auto-κατοικείται σε αυτό το σενάριο, χρησιμοποιώντας "--A--field--B--" όπου το πεδίο είναι ένα από τα ακόλουθα fieldnames: vendor_lead_code, source_id, list_id, gmt_offset_now, called_since_last_reset, phone_code, phone_number, title, first_name, middle_initial, last_name, address1, address2, address3, city, state, province, postal_code, country_code, gender, date_of_birth, alt_phone, email, security_phrase, comments, lead_id, campaign, phone_login, group, channel_group, SQLdate, epoch, uniqueid, customer_zap_channel, server_ip, SIPexten, session_id, dialed_number, dialed_label, rank, owner, camp_script, in_script, script_width, script_height, recording_filename, recording_id, user_custom_one, user_custom_two, user_custom_three, user_custom_four, user_custom_five, preset_number_a, preset_number_b, preset_number_c, preset_number_d, preset_number_e, preset_number_f, preset_dtmf_a, preset_dtmf_b, did_id, did_extension, did_pattern, did_description, closecallid, xfercallid, agent_log_id, entry_list_id, call_id, user_group, called_count, ΠΙΝΑΚΑΣper_call_notes. For example, this sentence would print the persons name in it----<BR><BR>  Hello, can I speak with --A--first_name--B-- --A--last_name--B-- please? Well hello --A--title--B-- --A--last_name--B-- how are you today?<BR><BR> This would read----<BR><BR>Hello, can I speak with John Doe please? Well hello Mr. Doe how are you today?<BR><BR> Μπορείτε επίσης να χρησιμοποιήσετε ένα iframe για να φορτώσετε ένα ξεχωριστό παράθυρο μέσα στην καρτέλα SCRIPT, εδώ είναι ένα παράδειγμα με προσυμπληρωθεί μεταβλητές:

<DIV style="height:200px;width:400px;background:white;overflow:scroll;font-size:12px;font-family:sans-serif;" id=iframe_example>
&#60;iframe src="http://www.sample.net/test_output.php?lead_id=--A--lead_id--B--&#38;vendor_id=--A--vendor_lead_code--B--&#38;list_id=--A--list_id--B--&#38;gmt_offset_now=--A--gmt_offset_now--B--&#38;phone_code=--A--phone_code--B--&#38;phone_number=--A--phone_number--B--&#38;title=--A--title--B--&#38;first_name=--A--first_name--B--&#38;middle_initial=--A--middle_initial--B--&#38;last_name=--A--last_name--B--&#38;address1=--A--address1--B--&#38;address2=--A--address2--B--&#38;address3=--A--address3--B--&#38;city=--A--city--B--&#38;state=--A--state--B--&#38;province=--A--province--B--&#38;postal_code=--A--postal_code--B--&#38;country_code=--A--country_code--B--&#38;gender=--A--gender--B--&#38;date_of_birth=--A--date_of_birth--B--&#38;alt_phone=--A--alt_phone--B--&#38;email=--A--email--B--&#38;security_phrase=--A--security_phrase--B--&#38;comments=--A--comments--B--&#38;user=--A--user--B--&#38;campaign=--A--campaign--B--&#38;phone_login=--A--phone_login--B--&#38;fronter=--A--fronter--B--&#38;closer=--A--user--B--&#38;group=--A--group--B--&#38;channel_group=--A--group--B--&#38;SQLdate=--A--SQLdate--B--&#38;epoch=--A--epoch--B--&#38;uniqueid=--A--uniqueid--B--&#38;customer_zap_channel=--A--customer_zap_channel--B--&#38;server_ip=--A--server_ip--B--&#38;SIPexten=--A--SIPexten--B--&#38;session_id=--A--session_id--B--&#38;dialed_number=--A--dialed_number--B--&#38;dialed_label=--A--dialed_label--B--&#38;rank=--A--rank--B--&#38;owner=--A--owner--B--&#38;phone=--A--phone--B--&#38;camp_script=--A--camp_script--B--&#38;in_script=--A--in_script--B--&#38;script_width=--A--script_width--B--&#38;script_height=--A--script_height--B--&#38;recording_filename=--A--recording_filename--B--&#38;recording_id=--A--recording_id--B--&#38;user_custom_one=--A--user_custom_one--B--&#38;user_custom_two=--A--user_custom_two--B--&#38;user_custom_three=--A--user_custom_three--B--&#38;user_custom_four=--A--user_custom_four--B--&#38;user_custom_five=--A--user_custom_five--B--&#38;preset_number_a=--A--preset_number_a--B--&#38;preset_number_b=--A--preset_number_b--B--&#38;preset_number_c=--A--preset_number_c--B--&#38;preset_number_d=--A--preset_number_d--B--&#38;preset_number_e=--A--preset_number_e--B--&#38;preset_number_f=--A--preset_number_f--B--&#38;preset_dtmf_a=--A--preset_dtmf_a--B--&#38;preset_dtmf_b=--A--preset_dtmf_b--B--&#38;did_id=--A--did_id--B--&#38;did_extension=--A--did_extension--B--&#38;did_pattern=--A--did_pattern--B--&#38;did_description=--A--did_description--B--&#38;closecallid=--A--closecallid--B--&#38;xfercallid=--A--xfercallid--B--&#38;agent_log_id=--A--agent_log_id--B--&#38;entry_list_id=--A--entry_list_id--B--&#38;call_id=--A--call_id--B--&&#38;user_group=--A--user_group--B--&&#38;" style="width:580;height:290;background-color:transparent;" scrolling="auto" frameborder="0" allowtransparency="true" id="popupFrame" name="popupFrame" width="460" height="290" STYLE="z-index:17"&#62;
&#60;/iframe&#62;
</DIV>
<BR>
Μπορείτε επίσης να χρησιμοποιήσετε μια ειδική μεταβλητή IGNORENOSCROLL να αναγκάσει κύλισης στην καρτέλα σενάριο, ακόμη και αν χρησιμοποιείτε ένα iframe μέσα σε αυτό.

<BR>
<A NAME="scripts-active">
<BR>
<B>Ενεργός -</B> αυτό καθορίζει εάν αυτός ο οδηγός μπορεί να επιλεχτεί για να χρησιμοποιηθεί από μια εκστρατεία.





<?php
if ($SSoutbound_autodial_active > 0)
	{
	?>
	<BR><BR><BR><BR>

	<B><FONT SIZE=3>LEAD_ΦΙΛΤΡΑ ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
	<A NAME="lead_filters-lead_filter_id">
	<BR>
	<B>Filter ID -</B> Αυτή είναι η σύντομη ονομασία του ηγετικού Filter. Αυτό πρέπει να είναι ένα μοναδικό αναγνωριστικό. Μην χρησιμοποιείτε κενά ή σημεία στίξης για αυτό το πεδίο. max 10 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

	<BR>
	<A NAME="lead_filters-lead_filter_name">
	<B>Ονομα Φίλτρου -</B> Αυτό είναι ένα πιο περιγραφικό όνομα για το Φίλτρο. Είναι μία σύντομη περιγρφή του φίλτρου. Χαρακτήρες 2 με 30.

	<BR>
	<A NAME="lead_filters-lead_filter_comments">
	<B>Filter Σχόλια -</B> Αυτό είναι όπου μπορείτε να τοποθετήσετε σχόλια για ένα φίλτρο όπως-κλήσεις όλη Καλιφόρνια οδηγεί-. max 255 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

	<BR>
	<A NAME="lead_filters-user_group">
	<BR>
	<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

	<BR>
	<A NAME="lead_filters-lead_filter_sql">
	<B>SQL Φίλτρου -</B>  Εδώ μπορείτε να ορίσετε SQL ερώτημα για το φίλτρο. Μην ξεκινήσετε ή τελειώσετε με ένα AND, αυτό θα γίνει αυτόματα από το hopper. Ένα παράδειγμα είναι- called_count > 4 and called_count < 8 -.
	<?php
	}
?>




<BR><BR><BR><BR>

<B><FONT SIZE=3>ΧΡΟΝΟΙ ΚΛΗΣΕΩΝ ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="call_times-call_time_id">
<BR>
<B>ID Χρόνου Κλήσης -</B> Αυτή είναι η σύντομη ονομασία ενός Ορισμός Call Time. Αυτό πρέπει να είναι ένα μοναδικό αναγνωριστικό. Μην χρησιμοποιείτε κενά ή σημεία στίξης για αυτό το πεδίο. max 10 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="call_times-call_time_name">
<B>Ονομα Χρόνου Κλήσης -</B> Αυτό είναι ένα πιο περιγραφικό όνομα του Ορισμού Χρόνου Κλήσης. Είναι μία σύντομη περιγραφή. 2-30 χαρακτήρεςΣχόλια Χρόνου Κλήσης -</B> This is where you can place comments for a Vicidial Call Time Definition such as -10am to 4pm with extra call state restrictions-.  max 255 characters.

<BR>
<A NAME="call_times-call_time_comments">
<B>Σχόλια Χρόνου Κλήσης -</B> Αυτό είναι όπου μπορείτε να τοποθετήσετε σχόλια για ένα Call ώρα Definition, όπως-10π.μ. έως 4μ.μ. με την κρατική επιπλέον κλήση περιορισμούς-. max 255 χαρακτήρες.

<BR>
<A NAME="call_times-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="call_times-ct_default_start">
<B>Προκαθορισμένοι Χρόνοι Εκκίνησης και Παύσης -</B> Αυτός είναι ο προκαορισμένος χρόνος όπου θα επιτρέπετε οι κλήσεις εάν δεν έχει οριστεί ο χρόνος εκκίνησης της ημέρας-της-εβδομάδας. 0 είναι μεσάνυχτα. Εάν δεν θέλετε καμία κλήση θέστε αυτό το πεδίο σε 2400 και το προκαθορισμένο χρόνο Παύσης σε 2400. Για να επιτρέψετε την 24ωρη κλήση την ημέρα θέστε σε 0 τον χρόνο εκκίνησης και σε 2400 τον χρόνο παύσης
. Για τα εισερχόμενα μόνο, μπορείτε επίσης να ρυθμίσετε τη διάρκεια των κλήσεων στάση υψηλότερες από 2400 αν θέλετε η ώρα κλήση για να πάει πέρα ​​από τα μεσάνυχτα. Έτσι, εάν θέλετε ο χρόνος κλήση σας θα διαρκέσει από τις 6 το πρωί έως τις 2 π.μ. της επόμενης ημέρας, που θα τεθεί 0600 ως την ώρα έναρξης και 2600 ως το χρονικό διάστημα διακοπής.

<BR>
<A NAME="call_times-ct_sunday_start">
<B>Εβδομαδιαίοι Χρόνοι Εκκίνησης και Παύσης -</B> Αυτοί είναι προσαρμόσιμοι χρόνοι ανά ημέρα για τον ορισμό χρόνων κλήσεων.

<BR>
<A NAME="call_times-default_afterhours_filename_override">
<B>Μετά από τη συμπληρωματική προμήθεια ονομάτων αρχείου ωρών -</B> Αυτοί οι τομείς επιτρέπουν σε σας για να αγνοήσουν το μετέπειτα μήνυμα ωρών για τις εισερχόμενες ομάδες εάν τίθεται κάτι. Η προεπιλογή είναι κενή.

<BR>
<A NAME="call_times-ct_state_call_times">
<B>Ορισμοί Χρόνων Κλήσεων Καταστάσεων -</B> Είναι η λίστα συγκεκριμένων Ορισμών Χρόνων Κλήσεων Καταστάσεων.

<BR>
<A NAME="call_times-state_call_time_state">
<B>Κατάσταση Χρόνου Κλήσης Κατάστασης -</B> Αυτό είναι ο δύο γραμμάτων κωδικός για την κατάσταση όπου ο ορισμός χρόνου κλήης είναι για. Θα πρέπει και οι Οδηγοί της εκστρατείας να έχουν δύο γράμματα κωδικούς κατάστασης για τον χρόνο κλήσης κατάστασης.

<A NAME="call_times-holiday_id">
<BR>
<B>Holiday ID -</B> Αυτή είναι η σύντομη ονομασία ενός Ορισμός διακοπών. Αυτό πρέπει να είναι ένα μοναδικό αναγνωριστικό. Μην χρησιμοποιείτε κενά ή σημεία στίξης για αυτό το πεδίο. max 30 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="call_times-holiday_name">
<B>Όνομα διακοπών -</B> Αυτό είναι ένα πιο περιγραφικό όνομα του Ορισμός διακοπών. Αυτή είναι μια σύντομη περίληψη του ορισμού των διακοπών. max 100 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="call_times-holiday_comments">
<B>Σχόλια για διακοπές -</B> Αυτό είναι όπου μπορείτε να αφήσετε τα σχόλιά έναν ορισμό για διακοπές, όπως-10π.μ. έως 4μ.μ. Boxing Day περιορισμούς-. max 255 χαρακτήρες.

<BR>
<A NAME="call_times-holiday_date">
<B>Ημερομηνία διακοπών -</B> Αυτή είναι η ημερομηνία των διακοπών.

<BR>
<A NAME="call_times-holiday_status">
<B>Κατάσταση διακοπών -</B> Αυτή είναι η κατάσταση από την έναρξη των διακοπών. ACTIVE κατάσταση σημαίνει ότι οι διακοπές θα ενεργοποιηθεί την ημερομηνία διακοπών. Ανενεργή κατάσταση σημαίνει ότι οι διακοπές θα πρέπει να αγνοηθεί, ακόμη και την ημέρα των διακοπών. EXPIRED σημαίνει ότι η αργία έχει περάσει η ημερομηνία των διακοπών του. Προεπιλογή είναι ανενεργό.




<BR><BR><BR><BR>

<B><FONT SIZE=3>SHIFTS ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="shifts-shift_id">
<BR>
<B>Shift ID -</B> Αυτή είναι η σύντομη ονομασία ενός συστήματος Ορισμός Shift. Αυτό πρέπει να είναι ένα μοναδικό αναγνωριστικό. Μην χρησιμοποιείτε κενά ή σημεία στίξης για αυτό το πεδίο. max 20 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="shifts-shift_name">
<B>Shift Όνομα - </B> Αυτό είναι ένα πιο περιγραφικό όνομα του Shift Ορισμός. Αυτή είναι μια σύντομη περίληψη του Shift ορισμό. το πολύ 50 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="shifts-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="shifts-shift_start_time">
<B>Start Time Shift - </B> Αυτή είναι η στιγμή που αρχίζει η εκστρατεία στροφή. Πρέπει να είναι μόνο αριθμοί, 9.30 π.μ. και 0930 θα είναι 5:00 μμ θα είναι 1.700.

<BR>
<A NAME="shifts-shift_length">
<B>Shift Μήκος - </B> Αυτό είναι το χρόνο σε ώρες και τα λεπτά που διαρκεί η εκστρατεία στροφή. 8 ώρα θα είναι 08:00 και 7 ώρες και 30 λεπτά θα είναι 07:30.

<BR>
<A NAME="shifts-shift_weekdays">
<B>Shift Καθημερινά - </B> Στην ενότητα αυτή θα πρέπει να επιλέξετε τις μέρες την εβδομάδα ότι αυτή η στροφή είναι ενεργή.

<BR>
<A NAME="shifts-report_option">
<B>Επιλογή Έκθεση -</B> Αυτή η επιλογή επιτρέπει η συγκεκριμένη αλλαγή για να εμφανιστούν σε επιλεγμένες εκθέσεις που υποστηρίζουν αυτή την επιλογή.

<BR>
<A NAME="shifts-report_rank">
<B>Έκθεση Κατάταξη -</B> Αυτή η επιλογή σας επιτρέπει να κατατάξουν αλλαγές σε επιλεγμένες εκθέσεις που υποστηρίζουν αυτή την επιλογή.




<BR><BR><BR><BR>
<A NAME="audio_store">
<B>Audio Store -</B> Αυτό το βοηθητικό πρόγραμμα σας επιτρέπει να ανεβάσετε τα αρχεία ήχου στο web server, έτσι ώστε να μπορεί να διανεμηθεί σε όλους τους διακομιστές του συστήματος σε ένα σύμπλεγμα πολλαπλών διακομιστών. Μια σημαντική σημείωση, μόνο δύο τύπους αρχείων ήχου θα λειτουργήσει,. Wav που είναι PCM Mono 16bit και 8k. Gsm αρχεία που είναι 8bit 8k. Παρακαλώ βεβαιωθείτε ότι τα αρχεία σας είναι σωστά διαμορφωθεί πριν την αποστολή τους εδώ.



<BR><BR><BR><BR>

<B><FONT SIZE=3>MUSIC_ON_HOLD ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="music_on_hold-moh_id">
<BR>
<B>Music On Hold ID -</B> Αυτή είναι η σύντομη ονομασία Music On Hold εισόδου. Αυτό πρέπει να είναι ένα μοναδικό αναγνωριστικό. Μην χρησιμοποιείτε κενά ή σημεία στίξης για αυτό τον τομέα. μεγ. 100 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="music_on_hold-moh_name">
<B>Music Hold On Όνομα -</B> Αυτό είναι ένα πιο περιγραφικό όνομα του Music On Hold εισόδου. Αυτή είναι μια σύντομη περίληψη του Music On Hold πλαίσιο και θα δείξει ως σχόλιο στο αρχείο musiconhold conf. max 255 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="music_on_hold-active">
<B>Ενεργό -</B> Αυτή η επιλογή σας επιτρέπει να ρυθμίσετε το Music On Hold είσοδο στην ενεργό ή ανενεργό. Ανενεργό θα αφαιρέσει την είσοδο από το conf αρχεία.

<BR>
<A NAME="music_on_hold-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="music_on_hold-random">
<B>Τυχαία σειρά -</B> Αυτή η επιλογή σας επιτρέπει να ορίσετε την αναπαραγωγή των αρχείων ήχου σε τυχαία σειρά. Αν οριστεί σε Ν τότε ορίζεται η διάταξη θα πρέπει να χρησιμοποιείται.

<BR>
<A NAME="music_on_hold-filename">
<B>Filename -</B> Για να προσθέσετε ένα νέο αρχείο ήχου σε ένα Music On Hold καταχώρηση στο αρχείο πρέπει πρώτα να είναι στο κατάστημα ήχου, τότε μπορείτε να επιλέξετε το αρχείο και πατήστε Υποβολή για να το προσθέσετε στη λίστα αρχείο. Μουσική σε αναμονή ενημερώνεται μία φορά ανά λεπτό, εάν έχουν επέλθει αλλαγές. Τα αρχεία που δεν περιλαμβάνονται σε μουσική για την είσοδο κρίνει ότι η παρουσία τους στη μουσική για το φάκελο κατέχουν θα διαγραφούν.




<BR><BR><BR><BR>

<B><FONT SIZE=3>TTS_PROMPTS ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="tts_prompts-tts_id">
<BR>
<B>TTS ID -</B> Αυτή είναι η σύντομη ονομασία μιας εισόδου TTS. Αυτό πρέπει να είναι ένα μοναδικό αναγνωριστικό. Μην χρησιμοποιείτε κενά ή σημεία στίξης για αυτό τον τομέα. πολύ 50 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="tts_prompts-tts_name">
<B>TTS Όνομα -</B> Αυτό είναι ένα πιο περιγραφικό όνομα της εισόδου TTS. Αυτή είναι μια σύντομη περίληψη του ορισμού TTS. μεγ. 100 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="tts_prompts-active">
<B>Ενεργό -</B> Αυτή η επιλογή σας επιτρέπει να ρυθμίσετε την είσοδο TTS με ενεργές ή αδρανείς.

<BR>
<A NAME="tts_prompts-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="tts_prompts-tts_voice">
<B>TTS φωνή -</B> Αυτό είναι όπου μπορείτε να ορίσετε τη φωνή που πρέπει να χρησιμοποιούνται στην παραγωγή TTS. Προεπιλογή είναι Allison-8kHz.

<BR>
<A NAME="tts_prompts-tts_text">
<B>TTS Κείμενο -</B> Αυτό είναι το πραγματικό πεδίο Κείμενο Ομιλία δεδομένα τα οποία αποστέλλονται σε Cepstral για τη δημιουργία του αρχείου ήχου που μπορεί να διαδραματίσει στον πελάτη. μπορείτε να χρησιμοποιήσετε Σύνθεση Ομιλίας Markup Language-SSML-στον τομέα αυτό, για παράδειγμα,, &lt;break time='1000ms'/&gt; for a 1 second break. You can also use several variables such as first name, last name and title as system variables just like you do in a Βοηθός: --A--first_name--B--. Αν έχετε στατική αρχεία ήχου που θέλετε να χρησιμοποιήσετε με βάση την αξία του ένα από τα πεδία που μπορείτε να χρησιμοποιήσετε αυτούς καθώς και με Γ και Δ ετικέτες. Τα ονόματα των αρχείων πρέπει να είναι όλα τα πεζά και πρέπει να είναι 8k 16bit PCM WAV. Το όνομα τομέα πρέπει να είναι το ίδιο, αλλά χωρίς το. Wav με το όνομα του αρχείου. Για παράδειγμα - Γ ---- Α - address3 - Β ---- Δ - θα βρει πρώτα την τιμή για address3, τότε θα προσπαθήσουμε να βρούμε ένα αρχείο ήχου που ταιριάζουν ότι η αξία για να το θέσω στην έγκαιρη. Εδώ είναι μια λίστα των διαθέσιμων μεταβλητών: lead_id, entry_date, modify_date, status, user, vendor_lead_code, source_id, list_id, phone_number, title, first_name, middle_initial, last_name, address1, address2, address3, city, state, province, postal_code, country_code, gender, date_of_birth, alt_phone, email, security_phrase, comments, called_count, last_local_call_time, rank, owner




<BR><BR><BR><BR>

<B><FONT SIZE=3>VOICEMAIL ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="voicemail-voicemail_id">
<BR>
<B>Ταυτότητα φωνητικού ταχυδρομείου -</B> Αυτό είναι το αναγνωριστικό αριθμό όλων των αυτήν την ταχυδρομική θυρίδα. Αυτό δεν πρέπει να είναι ένα αντίγραφο μιας υπάρχουσας τηλεφωνητή ταυτότητας ή το φωνητικό ταχυδρομείο αναγνωριστικό του τηλεφώνου για το σύστημα, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="voicemail-fullname">
<B>Name -</B> Αυτό είναι το όνομα που συνδέονται με αυτό το κουτί τηλεφωνητή. μεγ. 100 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="voicemail-pass">
<B>Password -</B> Αυτός είναι ο κωδικός που χρησιμοποιείται για να αποκτήσουν πρόσβαση στο τηλεφωνητή κουτί όταν κλήση, για να ελέγξετε μηνύματα έως 10 χαρακτήρες, τουλάχιστον 2 χαρακτήρες.

<BR>
<A NAME="voicemail-active">
<B>Ενεργό -</B> Αυτή η επιλογή σας επιτρέπει να ρυθμίσετε το τηλεφωνητή κουτί στην ενεργό ή ανενεργό. Εάν το πλαίσιο είναι ανενεργό δεν μπορείτε να αφήσετε μηνύματα για αυτό και δεν μπορείτε να ελέγξετε μηνύματα σε αυτό.

<BR>
<A NAME="voicemail-email">
<BΗλεκτρονικό ταχυδρομείο-</B> Αυτή η προαιρετική ρύθμιση επιτρέπει να έχετε το τηλεφωνητή μηνύματα που αποστέλλονται σε ένα λογαριασμό ηλεκτρονικού ταχυδρομείου, αν το σύστημά σας έχει ρυθμιστεί ώστε να στείλει email. Αν αυτό το πεδίο είναι κενό τότε δεν θα είναι τα μηνύματα που αποστέλλονται.

<BR>
<A NAME="voicemail-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="voicemail-delete_vm_after_email">
<B>Διαγραφή ΦΩΝΗΤΙΚΟ ΤΑΧΥΔΡΟΜΕΙΟ Μετά Email -</B> Αυτή η προαιρετική ρύθμιση επιτρέπει να έχετε το τηλεφωνητή μηνύματα διαγράφονται από το σύστημα αφού έχουν ήδη αποσταλεί έξω. Προεπιλογή είναι N.

<BR>
<A NAME="voicemail-voicemail_greeting">
<B>Χαιρετισμός ΦΩΝΗΤΙΚΟ ΤΑΧΥΔΡΟΜΕΙΟ -</B> Αυτή η προαιρετική ρύθμιση αυτή σας επιτρέπει να ορίσετε ένα φωνητικό μήνυμα χαιρετισμού αρχείου ήχου από το κατάστημα ήχου. Η προεπιλογή είναι κενή.

<BR>
<A NAME="voicemail-voicemail_timezone">
<B>Ζώνη Τηλεφωνητής -</B> Η ρύθμιση αυτή σας επιτρέπει να ορίσετε τη ζώνη ότι αυτό το πλαίσιο θα τηλεφωνητή που να όταν έρθει η ώρα καταγράφεται για ένα μήνυμα. Προεπιλογή έχει οριστεί στις ρυθμίσεις συστήματος.

<BR>
<A NAME="voicemail-voicemail_options">
<B>Επιλογές Τηλεφωνητής -</B> Αυτή η προαιρετική ρύθμιση σας επιτρέπει να ορίσετε πρόσθετες ρυθμίσεις τηλεφωνητή. Συνιστάται να αφήσετε κενό αυτό, εκτός αν ξέρετε τι κάνετε.

<?php
if ($SSoutbound_autodial_active > 0)
	{
	?>

	<BR><BR><BR><BR>

	<B><FONT SIZE=3>LIST LOADER FUNCTIONALITY</FONT></B><BR><BR>
	<A NAME="list_loader">
	<BR>
	Η βασική web-based φορτωτή μολύβδου έχει σχεδιαστεί απλώς για να πάρουμε ένα αρχείο παράδοσης - έως και 8MB σε μέγεθος - που είναι είτε καρτέλα οριοθετημένο ή σωλήνα και τοποθετήστε το στο τραπέζι λίστα. Ο κύριος φορτωτής επιτρέπει την επιλογή πεδίου και TXT-Απλό κείμενο, CSV-τιμές διαχωρισμένες με κόμμα και XLS-Excel μορφές αρχείων. Ο κύριος φορτωτής δεν κάνει επικύρωση δεδομένων, αλλά δεν σας επιτρέπουν να ελέγχουν για διπλές στην ίδια, στο πλαίσιο της εκστρατείας ή μέσα σε ολόκληρο το σύστημα. Επίσης, βεβαιωθείτε ότι έχετε δημιουργήσει τη λίστα που αυτά οδηγεί είναι να είναι κάτω, έτσι ώστε να μπορείτε να τα χρησιμοποιήσετε. Εδώ είναι μια λίστα των πεδίων με τη σωστή σειρά για τα αρχεία μόλυβδο:
		<OL>
		<LI>Κωδικός Οδηγού Προμηθευτού
		<LI>Πηγαίος Κώδικας - εσωτερική χρήση μόνο από διαχειριστές και DBAs
		<LI>ID λίστας - ο αριθμός λίστας που οι οδηγοί θα παρουσιαστούν κάτω από
		<LI>Phone Code - the prefix for the phone number - 1 for US, 44 for UK, 61 for AUS, etc
		<LI>Ο αριθμός τηλεφώνου - πρέπει να είναι τουλάχιστον 8 ψηφία
		<LI>Τίτλος - ο τίτλος του πελάτη (κος. κα. κλπ)
		<LI>Ονομα
		<LI>Μεσαίο Αρχικό
		<LI>Επίθετο
		<LI>1 Γραμμή Διεύθυνσης
		<LI>2 Γραμμή Διεύθυνσης
		<LI>3 Γραμμή Διεύθυνσης
		<LI>Πόλη
		<LI>Κράτος - περιορισμός σε 2 χαρακτήρες
		<LI>Επαρχία
		<LI>Ταχ.Κωδ.
		<LI>Χώρα
		<LI>Φύλο
		<LI>Ημερ. Γέννησης
		<LI>Εναλ. Αριθμός Τηλ.
		<LI>Διεύθυνση Ηλεκτρ.Ταχυδρομείου
		<LI>Φράση Ασφαλείας
		<LI>Σχόλια
		<LI>Rank
		<LI>Owner
		</OL>

	<BR>ΣΗΜΕΙΩΣΕΙΣ: Η λειτουργία φορτωτών μολύβδου Excel επιτρέπεταιαπό μια σειρά χειρογράφων perl και πρέπει να έχει κατάλληλαδιαμορφωμένη/ένα αρχείο κ.λπ.../astguiclient.conf σε ισχύ στονκεντρικό υπολογιστή δικτύου. Επίσης, οι ενότητες ζευγών perlπρέπει να φορτωθούν για το για να εργαστούν επίσης - ολε-Storage_Lite και υπολογισμός με λογιστικό φύλλο(spreadsheet)- ParseExcel. Μπορείτε να ελέγξετε για τα λάθηχρόνου εκτέλεσης σε αυτοί με την εξέταση το αρχείο apache σαςerror_log. Επίσης, για τους ελέγχους διπλασιασμού ενάντια στουςκαταλόγους campaign, ο κατάλογος που έχει τα νέα προβαδίσματαπου πηγαίνουν σε το πρέπει να δημιουργηθεί στο σύστημα προτού νααρχίσετε να φορτώνετε τους μολύβδους.

	<BR>
	<A NAME="list_loader-duplicate_check">
	<BR>
	<B>Διπλότυπο Έλεγχος - </B>Οι δύο επιλογές σας επιτρέπουν να ελέγξετε για διπλές καταχωρήσεις, μπορείτε να φορτώσετε τις οδηγεί στο σύστημα. Μπορείτε να επιλέξετε να ελέγχουν για διπλές μόνο μέσα στον ίδιο κατάλογο, τα ίδια μόνο καταλόγους των εκστρατειών ή μέσα σε ολόκληρο το σύστημα. Εάν έχετε επιλέξει μια μέθοδο ελέγχου διπλούν, μπορείτε επίσης να επιλέξετε τα προαιρετικά μόνο συγκεκριμένες καταστάσεις που θέλετε να αντιγράψετε έλεγχος κατά.

	<BR>
	<A NAME="list_loader-file_layout">
	<BR>
	<B>File layout - </B>Η διάταξη του αρχείου που θέλετε να τοποθετήσετε. "Standard Format" χρησιμοποιεί την τυπική μορφή προκαθορισμένων αρχείο. "Custom διάταξη" επιτρέπει στο χρήστη να καθορίσει τη διάταξη των ίδιων των αρχείων. "Custom πρότυπο" είναι ένα υβρίδιο των δύο προηγούμενων επιλογών, το οποίο επιτρέπει στο χρήστη να χρησιμοποιήσει μια προσαρμοσμένη μορφή που έχουν ορίσει προηγουμένως και αποθηκεύονται χρησιμοποιώντας το τσάι προσαρμοσμένου προτύπου.

	<BR>
	<A NAME="list_loader-template_id">
	<BR>
	<B>Πρότυπο ID -</B> If the user has selected "Εμφάνιση συνήθειας" from the "File layout" options, then this the the template the lead loader will use.  It will also override the selected list ID with the list ID that was assigned to the selected template when it was created.



	<BR><BR><BR><BR>
	<?php
	}
?>





<B><FONT SIZE=3>ΠΙΝΑΚΑΣ ΤΗΛΕΦΩΝΩΝ</FONT></B><BR><BR>
<A NAME="phones-extension">
<BR>
<B>Παράταση Τηλέφωνο -</B> Αυτό το πεδίο είναι όπου μπορείτε να βάλετε το όνομα τηλεφώνων, όπως φαίνεται και με το Asterisk δεν συμπεριλαμβανομένου του πρωτοκόλλου ή κάθετος στην αρχή. Για παράδειγμα: για το τηλέφωνο SIP SIP/test101 η επέκταση τηλέφωνο θα test101. Επίσης, για IAX2 τηλέφωνα: IAX2/IAXphone1 @ IAXphone1 θα IAXphone1. Για Zap και Dahdi συνημμένο channelbank ή FXS τηλέφωνα βεβαιωθείτε ότι έχετε θέσει τον πλήρη αριθμό καναλιού χωρίς το πρόθεμα: Zap/25-1 θα είναι 25-1. Ένα άλλο σημείωμα, βεβαιωθείτε ότι έχετε ορίσει το πεδίο πρωτόκολλο παρακάτω σωστά για τον τύπο του τηλεφώνου σας.

<BR>
<A NAME="phones-dialplan_number">
<BR>
<B>Αριθμός Σχεδίου Κλήσεων -</B> Αυτό το πεδίο είναι για τον αριθμό που καλείται για να κουδουνίζει το τηλέφωνο. Αυτός ο αριθμός ορίζεται στο αρχείο extensions.conf του διακομιστή Asterisk

<BR>
<A NAME="phones-voicemail_id">
<BR>
<B>Περιεχόμενο Φωνητικού Ταχυδρομείου -</B> Αυτό το πεδίο είναι για το περιεχόμενο του φωνητικού ταχυδρομείου, όπου πηγαίνουν τα μηνύματα του τηλεφώνου του χρήστη. Το χρησιμοποιούμαι για να  ελέγξουμε τα φωνητικά μηνύματα και για να μπορεί ο χρήστης να χρησιμοποιήσει το πλήκτρο VOICEMAIL.

<BR>
<A NAME="phones-voicemail_timezone">
<B>Ζώνη Τηλεφωνητής -</B> Η ρύθμιση αυτή σας επιτρέπει να ορίσετε τη ζώνη ότι αυτό το πλαίσιο θα τηλεφωνητή που να όταν έρθει η ώρα καταγράφεται για ένα μήνυμα. Προεπιλογή έχει οριστεί στις ρυθμίσεις συστήματος.

<BR>
<A NAME="phones-voicemail_options">
<B>Επιλογές Τηλεφωνητής -</B> Αυτή η προαιρετική ρύθμιση σας επιτρέπει να ορίσετε πρόσθετες ρυθμίσεις τηλεφωνητή. Συνιστάται να αφήσετε κενό αυτό, εκτός αν ξέρετε τι κάνετε.

<BR>
<A NAME="phones-outbound_cid">
<BR>
<B>CallerID Εξερχομένων -</B> Αυτό το πεδίο είναι για την καταχώριση του αριθμού  callerID που θα θέλατε να εμφανίζεται στις εξερχόμενες κλήσεις.

<BR>
<A NAME="phones-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="phones-phone_ip">
<BR>
<B>Δνση IP Τηλεφώνου -</B> Αυτό το πεδίο είναι για την δνση IP του τηλέφωνου εάν είναι ένα VOIP τηλέφωνο. Αυτό είναι ένα προαιρετικό πεδίο

<BR>
<A NAME="phones-computer_ip">
<BR>
<B>Δνση IP Υπολογιστού -</B> Αυτό το πεδίο είναι για την δνση IP του υπολογιστή του χρήστη. Αυτό είναι ένα προαιρετικό πεδίο

<BR>
<A NAME="phones-server_ip">
<BR>
<B>IP Διακομιστή -</B> Αυτός ο κατάλογος επιλογών είναι που επιλέγετε σε ποιον διακομιστή το τηλέφωνο είναι ενεργό.

<BR>
<A NAME="phones-login">
<BR>
<B>Πράκτορας Είσοδος οθόνης -</B> Η σύνδεση που χρησιμοποιείται για τον χρήστη του τηλεφώνου για να συνδεθείτε με τις εφαρμογές client, όπως και η οθόνη παράγοντα.

<BR>
<A NAME="phones-pass">
<BR>
<B>Υποσελίδες -</B>  Ο κωδικός που χρησιμοποιείται για τον χρήστη του τηλεφώνου για να συνδεθείτε με τα web-based εφαρμογές πελάτη. ΣΗΜΑΝΤΙΚΟ, αυτός είναι ο κωδικός πρόσβασης μόνο για το web παράγοντα σύνδεσης του τηλεφώνου interface, να αλλάξετε τον κωδικό πρόσβασης ή sip.conf iax.conf, ή μυστικό, για τη συγκεκριμένη συσκευή τηλεφώνου θα πρέπει να τροποποιήσετε τον κωδικό πρόσβασης Εγγραφή στο επόμενο πεδίο.

<BR>
<A NAME="phones-conf_secret">
<BR>
<B>Κωδικός Εγγραφή -</B> Αυτό είναι το μυστικό, ή τον κωδικό πρόσβασης, για το τηλέφωνο στο IAX ή auto γουλιά-generated conf αρχείο για αυτό το τηλέφωνο. Όριο είναι 20 χαρακτήρες αλφαριθμητικό παύλα και υπογράμμισης δεκτή. Προεπιλογή είναι δοκιμή. Παλαιότερα ονομαζόταν Conf Μυστικό Αρχείο. Ένας ισχυρός κωδικός πρόσβασης εγγραφή θα πρέπει να είναι τουλάχιστον 8 χαρακτήρες σε μήκος και έχουν πεζά και κεφαλαία γράμματα, καθώς και τουλάχιστον έναν αριθμό.

<BR>
<A NAME="phones-is_webphone">
<BR>
<B>Σύνολο ως Webphone -</B>  Ο καθορισμός αυτής της επιλογής στο Υ θα προσπαθήσει να φορτώσει ένα βασισμένο στο WEB τηλέφωνο όταν τα κούτσουρα πρακτόρων στην οθόνη πρακτόρων τους. Η προεπιλογή είναι Ν.  Η επιλογή Y_API_LAUNCH μπορεί να χρησιμοποιηθεί με το API παράγοντα για την έναρξη του webphone σε ένα ξεχωριστό Iframe ή το παράθυρο.

<BR>
<A NAME="phones-webphone_dialpad">
<BR>
<B>Διαδικτυακό κοινόχρηστο τηλέφωνο dialpad -</B>  Η ρύθμιση αυτή σας επιτρέπει να ενεργοποιήσετε ή να απενεργοποιήσετε το dialpad για αυτό το Διαδικτυακό κοινόχρηστο τηλέφωνο. Η προεπιλογή είναι ενεργοποιημένη για το Υ. TOGGLE θα επιτρέψει στο χρήστη να βλέπει και να κρύψει το dialpad κάνοντας κλικ σε ένα σύνδεσμο. Αυτή η δυνατότητα δεν είναι διαθέσιμη σε όλες τις εκδόσεις Διαδικτυακό κοινόχρηστο τηλέφωνο. TOGGLE_OFF προεπιλογή να μην δείχνουν την dialpad στο πρώτο φορτίο, αλλά θα επιτρέψει στο χρήστη να δείξει την dialpad κάνοντας κλικ στο σύνδεσμο dialpad.

<BR>
<A NAME="phones-webphone_auto_answer">
<BR>
<B>Διαδικτυακό κοινόχρηστο τηλέφωνο Αυτόματη Απάντηση -</B>  Αυτή η ρύθμιση επιτρέπει το τηλέφωνο στο Internet που θα οριστεί απαντά αυτόματα στις κλήσεις που έρχονται σε αυτό θέτοντας σε Y, ή να έχουν κλήσεις δαχτυλίδι από τη ρύθμιση του Ν. Προεπιλογή να είναι Υ.

<BR>
<A NAME="phones-use_external_server_ip">
<BR>
<B>Εξωτερικός κεντρικός υπολογιστής IP χρήσης -</B>  Εάν χρησιμοποιώντας ως τηλέφωνο Ιστού, μπορείτε να θέσετε αυτό στο Υ για να χρησιμοποιήσετε τους κεντρικούς υπολογιστές εξωτερική IP για να καταχωρήσετε αντί του κεντρικού υπολογιστή IP. Η προεπιλογή είναι κενή.

<BR>
<A NAME="phones-status">
<BR>
<B>Κατάσταση -</B> Η κατάσταση του τηλεφώνου στο σύστημα, ΕΝΕΡΓΗ και ΔΙΑΧ επιτρέπουν στους GUI πελάτες να δουλέψουν. Η ΔΙΑΧ επιτρέπει την πρόσβαση στην ιστοσελίδα διαχείρισης.

<BR>
<A NAME="phones-active">
<BR>
<B>Ενεργός Λογαριασμός -</B> Κατά πόσο το τηλέφωνο είναι ενεργό για να τοποθετηθεί στην λίστα στο GUI.

<BR>
<A NAME="phones-phone_type">
<BR>
<B>Τύπος Τηλεφώνου -</B> Απλά για σημειώσεις διαχείρισης.

<BR>
<A NAME="phones-fullname">
<BR>
<B>Πλήρες Ονομα -</B> Χρησιμοποιείται από τον χρήστη GUI στην λίστα ενεργών τηλεφώνων.

<BR>
<A NAME="phones-company">
<BR>
<B>Εταιρία -</B> Απλά για σημειώσεις διαχείρισης.

<BR>
<A NAME="phones-email">
<BR>
<B>Τηλέφωνα Email - </B> Η διεύθυνση ηλεκτρονικού ταχυδρομείου που σχετίζονται με αυτό το τηλέφωνο εισόδου. Αυτό χρησιμοποιείται για τηλεφωνητή ρυθμίσεις.

<BR>
<A NAME="phones-delete_vm_after_email">
<B>Διαγραφή ΦΩΝΗΤΙΚΟ ΤΑΧΥΔΡΟΜΕΙΟ Μετά Email -</B> Αυτή η προαιρετική ρύθμιση επιτρέπει να έχετε το τηλεφωνητή μηνύματα διαγράφονται από το σύστημα αφού έχουν ήδη αποσταλεί έξω. Προεπιλογή είναι N.

<BR>
<A NAME="phones-voicemail_greeting">
<B>Χαιρετισμός ΦΩΝΗΤΙΚΟ ΤΑΧΥΔΡΟΜΕΙΟ -</B> Αυτή η προαιρετική ρύθμιση αυτή σας επιτρέπει να ορίσετε ένα φωνητικό μήνυμα χαιρετισμού αρχείου ήχου από το κατάστημα ήχου. Η προεπιλογή είναι κενή.

<BR>
<A NAME="phones-voicemail_instructions">
<B>Οδηγίες ΦΩΝΗΤΙΚΟ ΤΑΧΥΔΡΟΜΕΙΟ -</B> Η ρύθμιση αυτή σας επιτρέπει να ορίσετε αν οι οδηγίες τηλεφωνητή θα παίξει μετά το χαιρετισμό φωνητικού ταχυδρομείου όταν ένας δαχτυλίδια κλήση για την επέκταση παράγοντα και φορές έξω στον αυτόματο τηλεφωνητή. Η προεπιλογή είναι Y.

<BR>
<A NAME="phones-picture">
<BR>
<B>Εικόνα -</B> Δεν έχει υλοποιηθεί ακόμα.

<BR>
<A NAME="phones-messages">
<BR>
<B>Νέα Μηνύματα -</B> Αριθμός νέων φωνητικών μηνυμάτων για αυτό το τηλέφωνο στον διακομιστή Asterisk.

<BR>
<A NAME="phones-old_messages">
<BR>
<B>Παλαιά Μηνύματα -</B> Αριθμός παλαιών φωνητικών μηνυμάτων για αυτό το τηλέφωνο στον διακομιστή Asterisk.

<BR>
<A NAME="phones-protocol">
<BR>
<B>Πρωτόκολλο Πελάτη -</B> Το πρωτόκολλο που χρησιμοποιεί το τηλέφωνο για συνδεθεί στον διακομιστή Asterisk: SIP, IAX2, Zap.

<BR>
<A NAME="phones-local_gmt">
<BR>
<B>Τοπικό GMT -</B> Η διαφορά από το Greenwich Mean χρόνο, ή ZULU φορά που το τηλέφωνο βρίσκεται. ΜΗΝ ΡΥΘΜΙΣΗ ΓΙΑ θερινή ώρα. Αυτό χρησιμοποιείται από την εκστρατεία για να εμφανίσει με ακρίβεια την ώρα του συστήματος και το χρόνο των πελατών, καθώς και με ακρίβεια να συνδεθείτε όταν τα γεγονότα συμβαίνουν.

<BR>
<A NAME="phones-phone_ring_timeout">
<BR>
<B>Τηλέφωνο Ring Timeout -</B> Αυτό είναι το χρονικό διάστημα, σε δευτερόλεπτα, ότι το τηλέφωνο θα χτυπήσει στο dialplan πριν από την αποστολή της πρόσκλησης στον τηλεφωνητή. Προεπιλογή είναι 60 δευτερόλεπτα.

<BR>
<A NAME="phones-on_hook_agent">
<BR>
<B>On-Hook Είσοδος Πράκτορας -</B> Η επιλογή αυτή χρησιμοποιείται μόνο για εισερχόμενες κλήσεις θα πράκτορα συνδεδεμένοι με αυτό το τηλέφωνο. Αυτό το χαρακτηριστικό θα καλέσει τον αντιπρόσωπο, και δεν θα στείλει τον πελάτη για τη σύνοδο παράγοντες μέχρι η γραμμή απαντηθεί. Προεπιλογή N για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="phones-ASTmgrUSERNAME">
<BR>
<B>Σύνδεση Διαχειριστή -</B> Αυτή είναι η σύνδεση που χρησιμοποιούν οι GUI χρήστες του τηλεφώνου, για πρόσβαση στην Βάση Δεδομένων όπου ο διακομιστής δεδομένων βρίσκεται.

<BR>
<A NAME="phones-ASTmgrSECRET">
<BR>
<B>Μυστικό Διαχειριστή -</B> Αυτός είναι ο κωδικός που χρησιμοποιούν οι GUI χρήστες του τηλεφώνου, για πρόσβαση στην Βάση Δεδομένων όπου ο διακομιστής δεδομένων βρίσκεται.

<BR>
<A NAME="phones-login_user">
<BR>
<B>Agent Default Χρήστης -</B> Αυτό είναι να τοποθετήσετε μια προεπιλεγμένη τιμή στο πεδίο του χρήστη παράγοντα κάθε φορά που ο χρήστης του τηλεφώνου ανοίγει το app πελάτη. Αφήστε το κενό για το οποίο δεν υπάρχουν.

<BR>
<A NAME="phones-login_pass">
<BR>
<B>Agent Προεπιλεγμένος -</B> Αυτό είναι να τοποθετήσετε μια προεπιλεγμένη τιμή στο πεδίο του κωδικού πρόσβασης παράγοντα κάθε φορά που ο χρήστης του τηλεφώνου ανοίγει το app πελάτη. Αφήστε το κενό για μη μετακύλιση.

<BR>
<A NAME="phones-login_campaign">
<BR>
<B>Agent Προεπιλογή καμπάνιας -</B> Αυτό είναι να τοποθετήσετε μια προεπιλεγμένη τιμή στο πεδίο εκστρατεία οθόνη παράγοντα κάθε φορά που ο χρήστης του τηλεφώνου ανοίγει το app πελάτη. Αφήστε το κενό για καμία καμπάνια.

<BR>
<A NAME="phones-park_on_extension">
<BR>
<B>Εσ.Σύνδ. Στάθμευσης -</B> Αυτή είναι η προκαθορισμένη εσωτ.σύνδεση Στάθμευσης για τις εφαρμογές του χρήστη.

<BR>
<A NAME="phones-conf_on_extension">
<BR>
<B>Εσ.Σύνδ. Συνδιάλεξης -</B> Αυτή είναι η προκαθορισμένη εσωτ.σύνδεση Συνδιάλεξης για τις εφαρμογές του χρήστη.

<BR>
<A NAME="phones-park_on_extension">
<BR>
<B>Agent Πάρκο Exten -</B> Αυτή είναι η προεπιλεγμένη επέκταση στάθμευσης για app πελάτη. Βεβαιωθείτε ότι ένα διαφορετικό λειτουργεί, πριν να το αλλάξετε αυτό.

<BR>
<A NAME="phones-park_on_filename">
<BR>
<B>Agent Πάρκο αρχείου -</B> Αυτό είναι το προεπιλεγμένο όνομα οθόνης παράγοντα επέκταση αρχείου πάρκο για τις εφαρμογές του πελάτη. Βεβαιωθείτε ότι ένα διαφορετικό λειτουργεί, πριν να το αλλάξετε αυτό. περιορίζεται σε 10 χαρακτήρες.

<BR>
<A NAME="phones-monitor_prefix">
<BR>
<B>Πρόθεμα παρακολούθησης -</B> Αυτό είναι το πρόθεμα παρακολούθησης των καναλιών ZAP.

<BR>
<A NAME="phones-recording_exten">
<BR>
<B>Εσωτ.Σύνδεση Ηχογράφησης -</B> Αυτή είναι η εσωτ.σύνδεση του πλάνου κλήσεων για την εσωτ.σύνδεση ηχογράφησης που χρησιμοποιείται για μεταφορά στις συνδιαλέξεις, ώστε να ηχογραφηθούν.Extensions.conf .

<BR>
<A NAME="phones-voicemail_exten">
<BR>
<B>Βασική Εσωτ.Σύνδεση VMAIL -</B> Αυτή είναι η εσωτ.σύνδεση του πλάνου κλήσεων που ελέγχει την θυρίδα ηχητικών μηνυμάτων.

<BR>
<A NAME="phones-voicemail_dump_exten">
<BR>
<B>Εσωτ.Σύνδεση απόρριψης VMAIL -</B> Αυτο είναι το πρόθεμα του πλάνου κλήσεων που χρησιμοποιείται στο να στέλνει κλήσεις κατευθείαν στη θυρίδα του χρήστη από μία κλήση.

<BR>
<A NAME="phones-voicemail_dump_exten_no_inst">
<BR>
<B>Vmail Dump Exten NI -</B> This is the dial plan prefix used to send calls directly to a user's voicemail from a live call in the astGUIclient app. This is the No Instructions setting.

<BR>
<A NAME="phones-ext_context">
<BR>
<B>Περιεχόμενο Τηλ.σύνδ -</B> Αυτό είναι το πλαίσιο το dial plan που η οθόνη παράγοντα, χρησιμοποιεί κατά κύριο λόγο. Υποτίθεται ότι όλοι οι αριθμοί που καλέσατε από τις εφαρμογές client που χρησιμοποιούν αυτό το πλαίσιο γι  αυτό είναι μια καλή ιδέα να βεβαιωθείτε ότι αυτή είναι η πιο ευρεία δυνατή πλαίσιο. επαληθεύει με το αρχείο extensions.conf πριν από την αλλαγή. προεπιλογή είναι η προεπιλεγμένη.

<BR>
<A NAME="phones-phone_context">
<BR>
<B>Τηλέφωνο Πλαίσιο -</B> Αυτό είναι το πλαίσιο το dial plan που αυτό το τηλέφωνο θα χρησιμοποιήσει για να καλέσετε. Αν τρέχετε ένα τηλεφωνικό κέντρο και δεν θέλετε πράκτορες σας να είναι σε θέση να καλέσετε έξω από την οθόνη applicaiton παράγοντα, για παράδειγμα, τότε θα ορίσετε αυτό το πεδίο σε ένα πλαίσιο dialplan που δεν υπάρχει, κάτι σαν παράγοντα-nodial. προεπιλογή είναι η προεπιλεγμένη.

<BR>
<A NAME="phones-codecs_list">
<BR>
<B>Codecs -</B> Μπορείτε να καθορίσετε έναν οριοθετημένο κόμμα κατάλογο codecs που τίθενται ως προεπιλογή codecs για αυτό το τηλέφωνο. Οι επιλογές για τα codecs περιλαμβάνουν ulaw, alaw, GSM, g729, speex, g722, g723, g726, ilbc,… Μερικά από αυτά τα codecs να μην είναι διαθέσιμα στο σύστημά σας, όπως g729 ή g726. Εάν ο τομέας είναι κενός, κατόπιν η προεπιλογή συστημάτων codecs ή η τηλεφωνική είσοδος επάνω από αυτήν θα χρησιμοποιηθεί για τα επιτρεπόμενα codecs. Η προεπιλογή είναι κενή.

<BR>
<A NAME="phones-codecs_with_template">
<BR>
<B>Codecs με το πρότυπο-</B> Ο καθορισμός αυτής της επιλογής σε 1 θα περιλάβει τα codecs που καθορίζονται ανωτέρω ακόμα κι αν ένα πρότυπο αρχείων conf χρησιμοποιείται. Η προεπιλογή είναι 0.

<BR>
<A NAME="phones-dtmf_send_extension">
<BR>
<B>Κανάλι αποστολής DTMF -</B> Αυτό είναι το κανάλι του χρησιμοποιείται για την αποστολή DTMF ήχων στις συνδιαλέξεις.

<BR>
<A NAME="phones-call_out_number_group">
<BR>
<B>Εξερχόμεη ομάδα κλήσης -</B> αυτή είναι η ομάδα καναλιού όπου οι εξερχόμενες κλήσεις από αυτό το τηλέφωνο τοποθετούνται. Υπάρχουν ρουτίνες που την χρησιμοποιούν. Για τα κανάλια Zap θέλετε να χρησιμοποιήσετε κάτι σαν Zap/g2, για IAX2 trunks θα θέλετε να χρησιμοποιήσετε το πλήρες πρόθεμα IAX όπως IAX2/VICItest1:secret@10.10.10.15:4569. Ελέγξτε τα trunks με το αρχείο extensions.conf.

<BR>
<A NAME="phones-client_browser">
<BR>
<B>Περιοχή Ιστο-Πλοηγού -</B> Αυτό χρειάζεται μόνο σε Linux συστήματα.

<BR>
<A NAME="phones-install_directory">
<BR>
<B>Κατάλογος εγκατάστασης -</B> Δεν χρησιμοποιείται πια.

<BR>
<A NAME="phones-local_web_callerID_URL">
<BR>
<B>CallerID URL -</B> Αυτή είναι η Δνση της ιστοσελίδας που χρησιμοποιείται για αναζήτηση με callerID

<BR>
<A NAME="phones-agent_web_URL">
<BR>
<B>Agent Προεπιλογή URL -</B> Αυτή είναι η ηλεκτρονική διεύθυνση της σελίδας που χρησιμοποιείται για να κάνει εκτελωνιστής Web ερωτήματα φόρμας. προεπιλεγμένη διεύθυνση δοκιμές που ορίζονται στο σχήμα της βάσης δεδομένων.

<BR>
<A NAME="phones-AGI_call_logging_enabled">
<BR>
<B>Καταγραφή Γεγονότος Κλήσης -</B> This is set to true if the call_log step is in place in the extensions.conf file for all outbound and hang up 'h' extensions to log all calls. This should always be 1 because it is manditory for many of the system features to work properly.

<BR>
<A NAME="phones-user_switching_enabled">
<BR>
<B>Μεταγωγή Χρήστη -</B> Εάν το θέσετε σε αληθές θα επιτρέπετε στους χρήστες να μεταβούν σε άλλον λογαριασμό χρήστη

<BR>
<A NAME="phones-conferencing_enabled">
<BR>
<B>Σε συνδιάλεξη -</B> Εάν το θέσετε σε αληθές θα επιτρέπετε στους χρήστες να ξεκινούν συνδιαλέξεις μέχρι 6 εξωτερικές γραμμές.

<BR>
<A NAME="phones-admin_hangup_enabled">
<BR>
<B>Διαχειριστού Κλείσιμο-</B> Εάν το θέσετε σε αληθές θα επιτρέπετε στους χρήστες να κλείνουν κάθε γραμμή.

<BR>
<A NAME="phones-admin_hijack_enabled">
<BR>
<B>Διαχειριστού Κλέψιμο -</B> Εάν το θέσετε σε αληθές θα επιτρέπετε στους χρήστες να λαμβάνουν και να ανακατευθύνουν στην εσωτ.σύνδεσή τους οποιαδήποτε γραμμή.

<BR>
<A NAME="phones-admin_monitor_enabled">
<BR>
<B>Διαχειριστού Παρακολούθηση -</B> Εάν το θέσετε σε αληθές θα επιτρέπετε στους χρήστες να λαμβάνουν και να ανακατευθύνουν στην εσωτ.σύνδεσή τους οποιαδποτε γραμμή.

<BR>
<A NAME="phones-call_parking_enabled">
<BR>
<B>Στάθμευση Κλήσης -</B> Εάν το θέσετε σε αληθές θα επιτρέπετε σε χρήστες να σταθμεύουν κλήσεις και κλήσεις σε αναμονή να διαχειρίζονται από οποιοδήποτε άλλο ρήστη. Οι κλήσεις μένουν σε αναμονή για 30 δευτερόλεπτα και μετά κλείνουν.  Συνήθως ενεργοποιημένη για όλους.

<BR>
<A NAME="phones-updater_check_enabled">
<BR>
<B>Ενεργοποιημένη Ουρά -</B> Εάν το θέσετε σε αληθές θα εμφανίζεται ένα παράθυρο ειδοποίησης, ότι η ώρα ενημέρωσης δεν έχει αλλάξει σε 20 δευτερόλεπτα.

<BR>
<A NAME="phones-AFLogging_enabled">
<BR>
<B>AF Καταγραφή Γεγονότος -</B> Εάν το θέσετε σε αληθές θα καταγράφονται οι ενέργειες χρήσης του astGUIclient σε ένα αρχείο στον υπολογιστή του χρήστη.

<BR>
<A NAME="phones-QUEUE_ACTION_enabled">
<BR>
<B>Ενεργή Ουρά -</B> Ορίστε την τιμή true για να έχουν εφαρμογές πελάτης χρησιμοποιούν το σύστημα Asterisk Κεντρική Queue. Που απαιτούνται για να λειτουργήσει το σύστημα και συνιστάται για όλα τα τηλέφωνα.

<BR>
<A NAME="phones-CallerID_popup_enabled">
<BR>
<B>Υπερεμφανιζόμενο παραθύρο CallerID -</B> Εάν το θέσετε σε αληθές θα επιτρέψετε σε αριθμούς ορισμένους στο αρχείο extensions.conf, να στέλνουν οθόνες με CallerID στους astGUIclient χρήστες.

<BR>
<A NAME="phones-voicemail_button_enabled">
<BR>
<B>VMail Πλήκτρο -</B> Εάν το θέσετε σε αληθές θα εμφανιστεί το πλήκτρο VOICEMAIL και τα μηνύματα μπορούν να εμφανίζονται στο astGUIclient.

<BR>
<A NAME="phones-enable_fast_refresh">
<BR>
<B>Ταχύτητα Ανανέωσης -</B> Εάν το θέσετε σε αληθές ενεργοποιείται ένα νέο ρυθμό ανανέωσης πληροφοριών κλήσης για το astGUIclient. Προκαθορισμένος απενεργοποιημένος ρυθμός είναι 1000 ms (1 δευτερόλεπτο).

<BR>
<A NAME="phones-fast_refresh_rate">
<BR>
<B>Ρυθμός Ανανέωσης Ταχύτητας -</B> σε χιλιοστά δευτερολέπτου. Χρημοποιείται μόνο εάν η Ταχύτητα Ανανέωσης είναι ενεργοποιημένη. Προκαθορισμένος απενεργοποιημένος ρυθμός είναι 1000 ms (1 δευερόλεπτο).

<BR>
<A NAME="phones-enable_persistant_mysql">
<BR>
<B>Συνεχής MySQL -</B> Εάν είναι ενεργοποιημένο, το astGUIclient θα παραμένει συνδεμένο αντί να συνδέεται κάθε δευτερόλεπτο.

<BR>
<A NAME="phones-auto_dial_next_number">
<BR>
<B>Αυτόματη Κλήση Επόμενου Αριθμού -</B> Αν είναι ενεργοποιημένη η οθόνη παράγοντας θα καλέσει τον επόμενο αριθμό στη λίστα αυτόματα κατά την διάθεση μιας κλήσης, εκτός αν επιλέξει να PAUSE Γραφείο DIALING στην οθόνη διάθεση.

<BR>
<A NAME="phones-VDstop_rec_after_each_call">
<BR>
<B>Σταμάτα την ηχογράφηση μετά από κάθε κλήση -</B> Αν είναι ενεργοποιημένη η οθόνη παράγοντας θα σταματήσει ό, τι εγγραφή γίνεται μετά από κάθε κλήση έχει dispositioned. Χρήσιμο εάν κάνετε πολλή εγγραφής ή χρησιμοποιείτε μια ηλεκτρονική φόρμα την ενεργοποίηση της εγγραφής. 

<BR>
<A NAME="phones-enable_sipsak_messages">
<BR>
<B>Enable SIPSAK Messages -</B> Εάν είναι ενεργοποιημένη, ο server θα στείλει μηνύματα στο τηλέφωνο SIP για να εμφανιστεί στην οθόνη του τηλεφώνου, όταν είστε συνδεδεμένοι στο web interface παράγοντα. Χαρακτηριστικό αυτό λειτουργεί μόνο με τα τηλέφωνα SIP και απαιτεί sipsak εφαρμογή που θα εγκατασταθεί στο web server. Η προεπιλογή είναι 0.

<BR>
<A NAME="phones-DBX_server">
<BR>
<B>DBΧ Διακομιστής -</B> Ο διακομιστής της Βάσης Δεδομένων MySQL που ο χρήστης θα συνδεθεί.

<BR>
<A NAME="phones-DBX_database">
<BR>
<B>DBΧ Βάση Δεδομένων -</B> Η βάση δεδομένων MySQL στην οποία ο χρήστης θα συνδεθεί. Η προκαθορισμένη είναι asterisk.

<BR>
<A NAME="phones-DBX_user">
<BR>
<B>DBΧ Χρήστης -</B> Ο χρήστης MySQL για την σύνδεση. Ο προκαθορισμένος είναι cron.

<BR>
<A NAME="phones-DBX_pass">
<BR>
<B>DBΧ Κωδικός -</B> Ο κωδικός χρήστη MySQL που ο χρήστης χρησιμοποιεί όταν συνδέεται. Ο προκαθορισμένος είναι 1234.

<BR>
<A NAME="phones-DBX_port">
<BR>
<B>DBΧ Πόρτα -</B> Η MySQL TCP πόρτα που ο χρήστης χρησιμοποιεί όταν συνδέεται. Η προκαθορισμένη είναι 3306.

<BR>
<A NAME="phones-DBY_server">
<BR>
<B>DBY Διακομιστής -</B> Ο διακομιστής της Βάσης Δεδομένων MySQL που ο χρήστης θα συνδεθεί. Δευτερεύονserver, μην χρησιμοποιημένος αυτήν την περίοδο.

<BR>
<A NAME="phones-DBY_database">
<BR>
<B>DBY Βάση Δεδομένων -</B> Η βάση δεδομένων MySQL στην οποία ο χρήστης θα συνδεθεί. Η προκαθορισμένη είναι asterisk. Δευτερεύονserver, μην χρησιμοποιημένος αυτήν την περίοδο.

<BR>
<A NAME="phones-DBY_user">
<BR>
<B>DBY Χρήστης -</B> Ο χρήστης MySQL για την σύνδεση. Ο προκαθορισμένος είναι cron. Δευτερεύονserver, μην χρησιμοποιημένος αυτήν την περίοδο.

<BR>
<A NAME="phones-DBY_pass">
<BR>
<B>DBY Κωδικός -</B> Ο κωδικός χρήστη MySQL που ο χρήστης χρησιμοποιεί όταν συνδέεται. Ο προκαθορισμένος είναι 1234. Δευτερεύονserver, μην χρησιμοποιημένος αυτήν την περίοδο.

<BR>
<A NAME="phones-DBY_port">
<BR>
<B>DBY Πόρτα -</B> Η MySQL TCP πόρτα που ο χρήστης χρησιμοποιεί όταν συνδέεται. Η προκαθορισμένη είναι 3306. Δευτερεύονserver, μην χρησιμοποιημένος αυτήν την περίοδο.

<BR>
<A NAME="phones-alias_id">
<BR>
<B>Γνωστός ID - </B> Η ID του ψευδώνυμο που χρησιμοποιείται για να επιτρέψει συνδέσεις τηλεφώνου φορτίο ισορροπημένη. δεν κενά ή άλλους ειδικούς χαρακτήρες επιτρέπονται. Πρέπει να είναι μεταξύ 2 και 20 χαρακτήρες.

<BR>
<A NAME="phones-alias_name">
<BR>
<B>Ψευδώνυμο - </B> Το όνομα που χρησιμοποιείται για την περιγραφή ενός τηλέφωνα άλλως, πρέπει να είναι μεταξύ 2 και 50 χαρακτήρες.

<BR>
<A NAME="phones-logins_list">
<BR>
<B>Τηλέφωνα logins List - </B> Η comma separated κατάλογο τηλέφωνο συνδέσεις χρησιμοποιούνται όταν ένας πράκτορας συνδέεται στο τηλέφωνο χρησιμοποιώντας φορτίο ισορροπημένη συνδέσεις. Το γραφείο θα βρει εφαρμογή η ενεργός διακομιστής με τις λιγότερες παράγοντες συνδεθεί σε αυτήν και μια κλήση από το διακομιστή στον πράκτορα κατά login.

<BR>
<A NAME="phones-template_id">
<BR>
<B>ID Template - </B> Αυτό είναι το πρότυπο αρχείο conf ID εισόδου ότι αυτό το τηλέφωνο θα χρησιμοποιήσει για την Asterisk ρυθμίσεις. Προεπιλεγμένο είναι - ΚΑΝΕΝΑ --.

<BR>
<A NAME="phones-conf_override">
<BR>
<B>Conf Override Settings -</B> If populated, and the Πρότυπο ID is set to --NONE-- then the contents of this field are used as the conf file entries for this phone. generate conf files for this phones server must be set to Y for this to work. This field should NOT contain the [extension] line, that will be automatically generated.

<BR>
<A NAME="phones-group_alias_id">
<BR>
<B>Ομάδα Γνωστός ID -</B> Η ταυτότητα των ψευδώνυμο ομάδας που χρησιμοποιείται από τους πράκτορες για να καλέσετε κλήσεις από το περιβάλλον μέσο με διαφορετικές ταυτότητες καλούντος. χωρίς κενά ή άλλους ειδικούς χαρακτήρες επιτρέπονται. Πρέπει να είναι μεταξύ 2 και 20 χαρακτήρες σε μήκος.

<BR>
<A NAME="phones-group_alias_name">
<BR>
<B>Ομάδα ψευδώνυμο - </B> Το όνομα που χρησιμοποιείται για να περιγράψει μια ομάδα άλλως, πρέπει να είναι μεταξύ 2 και 50 χαρακτήρες.

<BR>
<A NAME="phones-caller_id_number">
<BR>
<B>Αριθμός Ταυτότητας καλούντος - </B> Η καλούντος αριθμό ταυτότητας που χρησιμοποιούνται σε αυτή την ομάδα Γνωστός. Πρέπει να είναι μόνο ψηφία.

<BR>
<A NAME="phones-caller_id_name">
<BR>
<B>Όνομα καλούντος ID - </B> Το όνομα του καλούντος ID που μπορούν να αποσταλούν με αυτή την ομάδα Γνωστός. Από όσο γνωρίζουμε αυτό θα λειτουργήσει μόνο στον Καναδά και στις PRI κυκλωμάτων χρησιμοποιώντας IAX βρόχο κορμού μέσω Asterisk.




<BR><BR><BR><BR>

<B><FONT SIZE=3>ΠΙΝΑΚΑΣ ΔΙΑΚΟΜΙΣΤΩΝ</FONT></B><BR><BR>
<A NAME="servers-server_id">
<BR>
<B>ID Διακομιστή -</B> Σε αυτό το πεδίο ορίζεται το όνομα του διακομιστή Asterisk, είναι μόνο μία επωνυμία ώστε να αναγνωρίζεται από τους διαχειριστές.

<BR>
<A NAME="servers-server_description">
<BR>
<B>Περιγραφή Διακομιστή -</B> Το πεδίο στο οποίο περιγράφεται με μία φράση τον διακομιστή Asterisk.

<BR>
<A NAME="servers-server_ip">
<BR>
<B>Δνση IP Διακομιστή -</B> Το πεδίο που ορίζεται η δνση IP του δικτύου του διακομιστή Asterisk.

<BR>
<A NAME="servers-active">
<BR>
<B>Ενεργός -</B> Ορίζει κατά πόσον ο διακομιστής Asterisk είναι ενεργός ή μη ενεργός.

<BR>
<A NAME="servers-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="servers-sysload">
<BR>
<B>System Load -</B> Τα δύο αυτά στατιστικά στοιχεία δείχνουν την loadavg ενός συστήματος φορές 100 και το ποσοστό χρήσης της CPU του διακομιστή και ενημερώνεται ανά λεπτό. Η loadavg θα πρέπει να είναι κατά μέσο όρο κάτω των 100 πολλαπλασιάζεται με τον αριθμό των πυρήνων της CPU σας σύστημα, για τη βέλτιστη απόδοση. Η χρήση της CPU ποσοστό θα πρέπει να παραμείνει κάτω από 50 για τη βέλτιστη απόδοση.

<BR>
<A NAME="servers-channels_total">
<BR>
<B>Live Channels -</B> Αυτό το πεδίο δείχνει τον τρέχοντα αριθμό των σταθμών Asterisk που ζουν με το σύστημα τώρα. Είναι σημαντικό να σημειωθεί ότι ο αριθμός των καναλιών Asterisk είναι συνήθως πολύ υψηλότερη από τον πραγματικό αριθμό των κλήσεων σε ένα σύστημα. Το πεδίο αυτό ενημερώνεται μία φορά ανά λεπτό.

<BR>
<A NAME="servers-disk_usage">
<BR>
<B>Disk Usage -</B> Το πεδίο αυτό θα δείξει το δίσκο χρήσης για κάθε διαμέρισμα σε αυτόν το διακομιστή. Το πεδίο αυτό ενημερώνεται μία φορά ανά λεπτό.

<BR>
<A NAME="servers-system_uptime">
<BR>
<B>Σύστημα Uptime -</B> Το πεδίο αυτό θα δείξει το χρόνο λειτουργίας του συστήματος αυτού του διακομιστή. Αυτό το πεδίο ενημερώνει μόνο εάν έχει ρυθμιστεί να το πράξει από το διαχειριστή σας.

<BR>
<A NAME="servers-asterisk_version">
<BR>
<B>Εκδοση Asterisk</B>.

<BR>
<A NAME="servers-max_trunks">
<BR>
<B>Max Μπαούλα -</B> Το πεδίο αυτό θα καθορίσει το μέγιστο αριθμό των γραμμών που το auto-dialer θα προσπαθήσει να καλέσει σε αυτόν το διακομιστή. Αν θέλετε να αφιερώσετε δύο πλήρεις PRI T1s να εξερχόμενος κλήση σε ένα διακομιστή, τότε θα θέσει αυτό σε 46. Οι εισερχόμενες κλήσεις ή χειροκίνητο επιλογέα θα πρέπει να καταλογίζονται στο σύνολο αυτό, καθώς και. Η προεπιλογή είναι 96.

<BR>
<A NAME="servers-outbound_calls_per_second">
<BR>
<B>Max ζητεί ανά Δεύτερη -</B> Αυτή η ρύθμιση καθορίζει το μέγιστο αριθμό των κλήσεων που μπορούν να διατεθούν από το εξερχόμενο αυτόματη κλήση δέσμης ενεργειών σε αυτόν το διακομιστή ανά δευτερόλεπτο. Πρέπει να είναι από 1 έως 100. Η προεπιλογή είναι 20.

<BR>
<A NAME="servers-telnet_host">
<BR>
<B>Telnet Πελάτης -</B> Αυτή είναι η δνση ή το όνομα του διακομιστή Asterisk και το πώς οι εφαρμογές διαχείρισης συνδέονται σε αυτόν, όπου τρέχουν. Το προκαθορισμένο είναι 'localhost'.

<BR>
<A NAME="servers-telnet_port">
<BR>
<B>Πόρτα Telnet -</B> Αυτή είναι η πόρτα της σύνδεσης με τον διαχειριστή του διακομιστή Asterisk και το πώς οι εφαρμογές διαχείρισης συνδέονται σε αυτόν, όπου τρέχουν. Το προκαθορισμένο είναι '5038'.

<BR>
<A NAME="servers-ASTmgrUSERNAME">
<BR>
<B> Διαχειριστής Χρήστης -</B> Το όνομα χρήστη που χρησιμοποιείτε γενικά για τον διαχειριστή του διακομιστή Asterisk. Το προκαθορισμένο είναι 'cron'

<BR>
<A NAME="servers-ASTmgrSECRET">
<BR>
<B>Μυστικό Διαχειριστή -</B> Το μυστικό ή κωδικός που χρησιμοποιείτε γενικά για τον διαχειριστή του διακομιστή Asterisk. Το προκαθορισμένο είναι '1111'

<BR>
<A NAME="servers-ASTmgrUSERNAMEupdate">
<BR>
<B>Ενημέρωση Χρήστη Διαχειριστή -</B> Το όνομα χρήστη που χρησιμοποιείτε για σύνδεση στον διακομιστή Asterisk, βελτιστοποιημένο για διεργασίες ενημέρωσης. Το προκαθορισμένο είαι 'updatecron'.

<BR>
<A NAME="servers-ASTmgrUSERNAMElisten">
<BR>
<B>Ακουσμα Χρήστη Διαχειριστή-</B> Το όνομα χρήστη που χρησιμοποιείτε για σύνδεση στον διακομιστή Asterisk, βελτιστοποιημένο για διεργασίες που μόνο ακούν για έξοδο. Τ προκαθορισμένο είναι 'listencron'.

<BR>
<A NAME="servers-ASTmgrUSERNAMEsend">
<BR>
<B>Αποστολή Διακομιστή Διαχειριστή-</B> Το όνομα χρήστη που χρησιμοποιείτε για σύνδεση στον διακομιστή Asterisk, βελτιστοποιημένο για διεργασίες που μόνο στέλνουν Ενέργειες στον διαχειριστή.Το προκαθορισμένο είναι 'sendcron'.

<BR>
<A NAME="servers-conf_secret">
<BR>
<B>Conf Φάκελος Secret -</B> Αυτό είναι το μυστικό, ή τον κωδικό πρόσβασης για το διακομιστή στο IAX που δημιουργείται αυτόματα conf αρχείο για αυτό το διακομιστή σε άλλους servers. Όριο είναι 20 χαρακτήρες αλφαριθμητικό παύλα και υπογράμμισης δεκτή. Προεπιλογή είναι δοκιμή. Ένα ισχυρό μυστικό αρχείο ρυθμίσεων θα πρέπει να είναι τουλάχιστον 8 χαρακτήρες σε μήκος και έχουν πεζά και κεφαλαία γράμματα, καθώς και τουλάχιστον έναν αριθμό.

<BR>
<A NAME="servers-local_gmt">
<BR>
<B>GMT offset Διακομιστής -</B> Η διαφορά σε ώρες από την GMT ώρα που δεν έχει ρυθμιστεί με Daylight-Savings-Time. Το προκαθορισμένο είναι '-5'

<BR>
<A NAME="servers-voicemail_dump_exten">
<BR>
<B>Εσωτ.σύνδεση απόρριψης VMail -</B> Το πρόθεμα εσωτ.σύνδεσης που χρησιμοποιείται στον διακομιστή για να στείλει τις κλήσεις κατευθείαν μέσω agc σε ένα συγκεκριμένο φωνητικό ταχυδρομείο. Το προκαθορισμένο είναι '85026666666666'

<BR>
<A NAME="servers-voicemail_dump_exten_no_inst">
<BR>
<B>Vmail Dump Exten NI -</B> This is the dial plan prefix used to send calls directly to a user's voicemail from a live call in the astGUIclient app. This is the No Instructions setting.

<BR>
<A NAME="servers-answer_transfer_agent">
<BR>
<B>επέκταση αυτόματης κλήσης -</B> Η προεπιλεγμένη επέκταση, εάν δεν υπάρχει κανένα στην εκστρατεία για την αποστολή κλήσεων σε για αυτόματη κλήση. Η προεπιλογή είναι '8365'

<BR>
<A NAME="servers-ext_context">
<BR>
<B>Προκαθορισμένο Περιεχόμενο -</B> Το προκαθορισμένο περιεχόμενο του πλάνου κλήσεων για διεργασίες του διακομιστή. Το προκαθορισμένο είναι 'προκαθορισμένο'

<BR>
<A NAME="servers-sys_perf_log">
<BR>
<B>Επίδοση Συστήματος -</B> Θέτοντας αυτήν την επιλογή σε Ν, θα ενεργοποιήσετε την καταγραφή στατιστικών γεγονότων επίδοσης για τον διακομιστή, συμπεριλαμβάνοντας το φόρτο του συστήματος, τις διεργασίες και τα κανάλια που χρησιμοποιεί. Προκαθορισμένα είναι Ο.

<BR>
<A NAME="servers-vd_server_logs">
<BR>
<B>Γεγονότα Διακομιστή
 -</B> Ενεργοποιώντας αυτή την επιλογή για να το Υ θα επιτρέψει την καταγραφή όλων των σεναρίων συστήματος που σχετίζονται με τα αρχεία καταγραφής κειμένου τους. Ορίζοντας το σε N θα σταματήσω να γράφω τα κούτσουρα σε αρχεία για αυτές τις διαδικασίες, και η καταγραφή οθόνη αστερίσκο θα πρέπει να απενεργοποιηθεί αν αυτό έχει οριστεί σε N, όταν Asterisk έχει ξεκινήσει. Η προεπιλογή είναι Y.

<BR>
<A NAME="servers-agi_output">
<BR>
<B>Εξοδος AGI
 -</B> Ορίζοντας την επιλογή αυτή ΚΑΝΕΝΑ θα απενεργοποιεί την έξοδο από όλα σχετίζονται με το σύστημα σενάρια AGI. Ρύθμιση αυτό STDERR θα στείλει την έξοδο AGI στο Asterisk CLI. Ρύθμιση αυτό FILE θα στείλει την έξοδο σε ένα αρχείο στον κατάλογο κούτσουρα. Ορίζοντας το σε ΔΥΟ θα στείλει εξόδου τόσο για την CLI Asterisk και ένα αρχείο καταγραφής. Η προεπιλογή είναι ΑΡΧΕΙΟ.

<BR>
<A NAME="servers-balance_active">
<BR>
<B>Υπόλοιπο κλήσης -</B> Ρύθμιση αυτό το πεδίο για να το Υ θα επιτρέψετε στο διακομιστή για την πραγματοποίηση κλήσεων ισορροπία για τις εκστρατείες του συστήματος, έτσι ώστε το επίπεδο που ορίζεται κλήσης μπορεί να εκπληρωθεί ακόμη και αν δεν υπάρχουν παράγοντες που καταγράφονται σε αυτή την εκστρατεία σε αυτόν το διακομιστή. Η προεπιλογή είναι N.

<BR>
<A NAME="servers-balance_rank">
<BR>
<B>Σειρά Υπόλοιπο -</B> Αυτό το πεδίο σας επιτρέπει να ορίσετε τη σειρά με την οποία αυτός ο διακομιστής πρέπει να χρησιμοποιείται για την κλήση ισορροπία, αν κλήση ισορροπία είναι ενεργοποιημένη. Ο server με την υψηλότερη κατάταξη θα πρέπει να χρησιμοποιείται για πρώτη φορά στην διάθεση Υπόλοιπο συμπληρώστε κλήσεις. Προεπιλογή είναι 0.

<BR>
<A NAME="servers-balance_trunks_offlimits">
<BR>
<B>Υπόλοιπο Offlimits -</B> Αυτή η ρύθμιση προσδιορίζει τον αριθμό των κορμών να μην επιτρέψουν τις διαδικασίες ισορροπίας κλήσης προς χρήση. Για παράδειγμα, αν έχετε 40 κορμούς max και την ισορροπία offlimits έχει οριστεί σε 10 θα είστε σε θέση να χρησιμοποιήσει το 30 γραμμές κορμού για την ισορροπία κλήση μόνο. Η προεπιλογή είναι 0 .

<BR>
<A NAME="servers-recording_web_link">
<BR>
<B>Καταγραφή Σύνδεσμος - </B> Η ρύθμιση αυτή σας επιτρέπει να παρακάμπτουν την προεπιλογή της οθόνης του συνδέσμου εγγραφή στο admin ιστοσελίδες. Προεπιλεγμένο είναι SERVER_IP.

<BR>
<A NAME="servers-alt_server_ip">
<BR>
<B>Αναπληρωματικό Καταγραφή IP Διακομιστή - </B> Αυτή η ρύθμιση είναι όπου μπορείτε να βάλετε ένα διακομιστή IP ή άλλο μηχάνημα το όνομα που μπορεί να χρησιμοποιηθεί στη θέση του server_ip στις συνδέσεις με ηχογραφήσεις εντός του admin ιστοσελίδες. Προεπιλεγμένο είναι άδειο.

<BR>
<A NAME="servers-external_server_ip">
<BR>
<B>Εξωτερικός κεντρικός υπολογιστής IP -</B> Αυτή η ρύθμιση είναι όπου μπορείτε να βάλετε έναν κεντρικό υπολογιστή IP ή άλλο όνομα μηχανών που μπορούν να χρησιμοποιηθούν αντί του server_ip κατά το χρησιμοποίηση ενός webphone στη διεπαφή πρακτόρων. Για αυτό για να εργαστεί πρέπει επίσης να τεθείτε ως στόχος την τηλεφωνική είσοδο να χρησιμοποιήσετε τον εξωτερικό κεντρικό υπολογιστή IP. Η προεπιλογή είναι κενή.

<BR>
<A NAME="servers-active_twin_server_ip">
<BR>
<B>Ενεργός Twin IP του διακομιστή -</B> Μερικά συστήματα απαιτούν στήνουν servers τηλεφωνίας σε ζεύγη. Αυτή η ρύθμιση είναι όπου μπορείτε να βάλετε την IP του server του άλλου διακομιστή που αυτός ο server έχει αδελφοποιηθεί με. Η προεπιλογή είναι άδειο για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="servers-active_asterisk_server">
<BR>
<B>Ενεργό Asterisk Server -</B> Αν Asterisk δεν εκτελείται σε αυτόν τον server, ή εάν αυτές οι διεργασίες κλήσης δεν πρέπει να χρησιμοποιούν αυτό το διακομιστή ή αν χρησιμοποιούν μόνο αυτό το διακομιστή για άλλα σενάρια, όπως το script φόρτωσης χοάνη θα θέλατε να ορίσετε σε Ν. Προεπιλογή είναι Υ.

<BR>
<A NAME="servers-auto_restart_asterisk">
<BR>
<B>Auto-Επανεκκίνηση Asterisk -</B> Αν Asterisk τρέχει σε αυτόν τον server και θέλετε το σύστημα να βεβαιωθείτε ότι θα γίνει επανεκκίνηση σε περίπτωση που συντρίβει, ίσως να θέλετε να εξετάσει το ενδεχόμενο ενεργοποιήσετε αυτήν τη ρύθμιση. Εάν είναι ενεργοποιημένο, το σύστημα θα ελέγξει κάθε λεπτό για να δούμε αν Asterisk τρέχει, και αν δεν είναι ότι θα προσπαθήσει να το κάνετε επανεκκίνηση. Η διαδικασία αυτή δεν θα τρέξει στα πρώτα 5 λεπτά μετά το σύστημα έχει πάνω. Η προεπιλογή είναι N.

<BR>
<A NAME="servers-asterisk_temp_no_restart">
<BR>
<B>Θερμοκρασία No-Επανεκκίνηση Asterisk -</B> Αν Auto-Επανεκκίνηση Asterisk είναι ενεργοποιημένη σε αυτόν τον server, μετατρέποντας σε αυτή τη ρύθμιση θα αποτρέψει τη διαδικασία αυτόματης επανεκκίνησης από το τρέξιμο μετά ο διακομιστής επανεκκινείται. Η προεπιλογή είναι N.

<BR>
<A NAME="servers-active_agent_login_server">
<BR>
<B>Ενεργή Server Agent -</B> Ορίζοντας την επιλογή αυτή N θα αποτρέψει παράγοντες από το να είναι σε θέση να συνδεθείτε σε αυτόν τον διακομιστή μέσω της οθόνης παράγοντα. Αυτό είναι πολύ χρήσιμο όταν χρησιμοποιείτε μια ισορροπημένη εγκατάσταση τηλεφώνου φορτίο login. Η προεπιλογή είναι Y.

<BR>
<A NAME="servers-generate_conf">
<BR>
<B>Generate conf files -</B> Αν θα θέλατε το σύστημα να δημιουργήσει αυτόματα αστερίσκο αρχεία conf με βάση τις ενδείξεις τηλέφωνα, καταχωρήσεις φορέα και εξισορρόπηση φορτίου εγκατάσταση εντός του συστήματος κατόπιν καθορισμένος αυτό στο Υ. Η προεπιλογή είναι Υ.

<BR>
<A NAME="servers-rebuild_conf_files">
<BR>
<B>Αναδημιουργία conf αρχεία - </B> Αν θέλετε να αναγκάσετε μια ανακατασκευή του Asterisk conf αρχεία ή αν κάποιο από τα τηλέφωνα ή μεταφορέα εγγραφές έχουν αλλάξει, τότε αυτό θα πρέπει να ρυθμιστεί σε Υ. Μετά την conf αρχεία που έχουν δημιουργηθεί και έχει Asterisk φορτώθηκε στη συνέχεια, αυτό θα αλλάξει σε Ν. Προεπιλεγμένο είναι Y.

<BR>
<A NAME="servers-rebuild_music_on_hold">
<BR>
<B>Rebuild Music On Hold -</B> Αν θέλετε να αναγκάσετε μια ανασυγκρότηση των αρχείων μουσικής σε κατάσταση αναμονής ή όταν η μουσική για τις εισόδους που κατέχουν ή καταχωρήσεις διακομιστή έχουν αλλάξει, τότε αυτό θα πρέπει να οριστεί σε Γ. Μετά την μουσική σε αναμονή αρχεία έχουν συγχρονιστεί και φορτώθηκε στη συνέχεια, αυτό θα αλλάξει σε Ν. Default είναι Y.

<BR>
<A NAME="servers-sounds_update">
<BR>
<B>Ήχοι Ενημέρωση -</B> Αν θέλετε να ισχύει ο έλεγχος των αρχείων ήχου σε αυτόν το διακομιστή, και το κεντρικό κατάστημα ήχου είναι ενεργοποιημένη ως μια ρύθμιση συστήματος, τότε το πεδίο αυτό θα επιτρέψει την ήχους updater να τρέχει κατά την επόμενη κορυφή της λεπτό. Κάθε φορά που ένα ηχητικό αρχείο αποστέλλεται από το web interface αυτό έχει ρυθμιστεί αυτόματα στο Υ για όλους τους διακομιστές που έχουν Asterisk ενεργό. Προεπιλογή είναι N.

<BR>
<A NAME="servers-recording_limit">
<BR>
<B>Όριο εγγραφής -</B> Αυτό το πεδίο είναι όπου μπορείτε να ορίσετε το μέγιστο αριθμό των λεπτών που μια κλήση καταγραφή ξεκίνησε από το σύστημα μπορεί να είναι. Η προεπιλογή είναι 60 λεπτά.

<BR>
<A NAME="servers-carrier_logging_active">
<BR>
<B>Carrier Logging Ενεργός-</B> Η ρύθμιση αυτή σας επιτρέπει να συνδεθείτε όλες hangup κωδικούς επιστροφής για κάθε εξερχόμενη κλήση λίστα κλήσεων που σας διάθεση. Προεπιλογή είναι Ν.

<BR>
<A NAME="servers-custom_dialplan_entry">
<BR>
<B>Είσοδος Dialplan συνήθειας -</B> Αυτός ο τομέας επιτρέπει σε σας για να εισαγάγει σε οποιαδήποτε dialplan στοιχεία που θέλετε για τον κεντρικό υπολογιστή, οι γραμμές θα προστεθούν στο πλαίσιο προεπιλογής.






<BR><BR><BR><BR>

<B><FONT SIZE=3>conf_templates ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="conf_templates-template_id">
<BR>
<B>ID Template - </B> Το πεδίο αυτό πρέπει να είναι τουλάχιστον 2 χαρακτήρες και δεν υπερβαίνει τους 15 χαρακτήρες σε μήκος, δεν χώρους. Αυτό είναι το αναγνωριστικό που θα χρησιμοποιείται για τον προσδιορισμό της conf πρότυπο σε ολόκληρο το σύστημα.

<BR>
<A NAME="conf_templates-template_name">
<BR>
<B>Όνομα - </B> Αυτό είναι το όνομα του αρχείου conf πρότυπο εισόδου.

<BR>
<A NAME="conf_templates-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="conf_templates-template_contents">
<BR>
<B>Περιεχόμενα Template - </B> Το πεδίο αυτό είναι όπου μπορείτε να εισάγετε τις ειδικές ρυθμίσεις στο να χρησιμοποιηθούν από όλα τα τηλέφωνα και-ή αερομεταφορέων που έχουν ρυθμιστεί να χρησιμοποιούν αυτό το πρότυπο conf. Τα πεδία που δεν θα πρέπει να περιλαμβάνονται στη θέση αυτή είναι: μυστικό, accountcode, υπόψη, username και το γραμματοκιβώτιο.





<BR><BR><BR><BR>

<B><FONT SIZE=3>server_carriers ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="server_carriers-carrier_id">
<BR>
<B>ID Carrier - </B> Το πεδίο αυτό πρέπει να είναι τουλάχιστον 2 χαρακτήρες και δεν υπερβαίνει τους 15 χαρακτήρες σε μήκος, δεν χώρους. Αυτό είναι το αναγνωριστικό που θα χρησιμοποιείται για τον προσδιορισμό του αερομεταφορέα για τη συγκεκριμένη θέση σε όλο το σύστημα.

<BR>
<A NAME="server_carriers-carrier_name">
<BR>
<B>Όνομα Carrier - </B> Αυτό είναι το όνομα του μεταφορέα εισόδου.

<BR>
<A NAME="server_carriers-carrier_description">
<BR>
<B>Περιγραφή Carrier -</B> Αυτό είναι που στα σχόλια του αστερίσκο αρχεία conf πάνω από το dialplan και εγγραφές λογαριασμό. Μέγιστο 255 χαρακτήρες.

<BR>
<A NAME="server_carriers-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="server_carriers-registration_string">
<BR>
<B>Εγγραφή String - </B> Το πεδίο αυτό είναι όπου μπορείτε να εισαγάγετε στον ακριβή συμβολοσειρά που απαιτούνται στο SIP IAX ή αρχείο διαμόρφωσης για να εγγραφείτε στο φορέα παροχής υπηρεσιών. Προαιρετικό αλλά συνιστάται ιδιαίτερα αν ο φορέας σας επιτρέπει την καταχώριση.

<BR>
<A NAME="server_carriers-template_id">
<BR>
<B>ID Template - </B> Αυτό το προαιρετικό πεδίο σας επιτρέπει να επιλέξετε ένα πρότυπο conf αρχείο για τον εν λόγω αερομεταφορέα εισόδου.

<BR>
<A NAME="server_carriers-account_entry">
<BR>
<B>Account Entry -</B> Αυτό το πεδίο χρησιμοποιείται αν δεν έχετε επιλέξει ένα πρότυπο που θα χρησιμοποιηθεί, και αυτό είναι όπου μπορείτε να εισάγετε στις συγκεκριμένες ρυθμίσεις του λογαριασμού που πρέπει να χρησιμοποιούνται για τον εν λόγω αερομεταφορέα. Εάν θα λάβει σε εισερχόμενες κλήσεις από αυτήν τη γραμμή μεταφοράς μπορεί να θέλετε να ρυθμίσετε το πλαίσιο = trunkinbound σε αυτόν τον τομέα, ώστε να μπορείτε να χρησιμοποιήσετε τη διαδικασία DID χειρισμό εντός του συστήματος.

<BR>
<A NAME="server_carriers-protocol">
<BR>
<B>Πρωτόκολλο - </B> Αυτό το πεδίο σας επιτρέπει να ορίσετε το πρωτόκολλο να χρησιμοποιήσετε για την είσοδο του μεταφορέα. Επί του παρόντος μόνο SIP IAX και υποστηρίζονται.

<BR>
<A NAME="server_carriers-globals_string">
<BR>
<B>Globals String - </B> Αυτό το προαιρετικό πεδίο σας επιτρέπει να ορίσετε μια global μεταβλητή που θα χρησιμοποιηθεί για τον μεταφορέα στο dialplan.

<BR>
<A NAME="server_carriers-dialplan_entry">
<BR>
<B>Dialplan Είσοδος - </B> Αυτό το προαιρετικό πεδίο σας επιτρέπει να ορίσετε ένα σύνολο dialplan καταχωρήσεις να χρησιμοποιήσετε για τον εν λόγω αερομεταφορέα.

<BR>
<A NAME="server_carriers-server_ip">
<BR>
<B>IP Διακομιστή - </B> Αυτό είναι το διακομιστή ότι αυτό το συγκεκριμένο μεταφορέα εγγραφή είναι συνδεδεμένες με.

<BR>
<A NAME="server_carriers-active">
<BR>
<B>Ενεργή - </B> Αυτό καθορίζει εάν ο μεταφορέας θα συμπεριληφθούν στα auto-conf αρχεία που δημιουργούνται ή δεν.





<BR><BR><BR><BR>

<B><FONT SIZE=3>ΠΙΝΑΚΑΣ ΣΥΝΔΙΑΛΕΞΕΩΝ</FONT></B><BR><BR>
<A NAME="conferences-conf_exten">
<BR>
<B>Αριθμός Συνδιάλεξης -</B> Αυτό το πεδίο είναι όπου βάζετε το MeetMe συνδιάσκεψης αριθμός dialplan. Συνιστάται, επίσης, ότι ο αριθμός MeetMe σε meetme.conf ταιριάζει με τον αριθμό αυτό για κάθε είσοδο. Αυτό είναι για τα συνέδρια στην οθόνη του χρήστη astGUIclient και χρησιμοποιείται για τη λειτουργικότητα άδεια-3way-κλήση στο σύστημα.

<BR>
<A NAME="conferences-server_ip">
<BR>
<B>IP Διακομιστή-</B> Ο κατάλογος που επιλέξατε τον διακομιστή ASTERISK όπου η συνδιάλεξη θα είναι.




<?php
if ($SSoutbound_autodial_active > 0)
	{
	?>
	<BR><BR><BR><BR>

	<B><FONT SIZE=3>SERVER_Μπαούλα ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
	<A NAME="server_trunks">
	<BR>
	<B>Μπαούλα server σας επιτρέπει να περιορίσετε τις εξερχόμενες γραμμές που χρησιμοποιούνται σε αυτόν τον server για την καμπάνια κλήση σε μια βάση ανά-καμπάνια. Έχετε την επιλογή να διατηρήσει ένα συγκεκριμένο αριθμό των γραμμών που πρέπει να χρησιμοποιηθούν μόνο μία καμπάνια, καθώς επιτρέπει ότι η εκστρατεία για να τρέξει πάνω διατηρούνται γραμμές της σε ανεξάρτητα γραμμές παραμένουν ανοικτές, εφόσον κατά το σύνολο των γραμμών που χρησιμοποιούνται από το σύστημα σε αυτόν τον server είναι μικρότερη από τη ρύθμιση Max κορμούς. Δεν έχει οποιοδήποτε από αυτά τα αρχεία θα επιτρέψουν την εκστρατεία που καλεί την γραμμή πρώτα να έχουν όσες γραμμές μπορεί να πάρει κάτω από τη ρύθμιση Max Μπαούλα.</B>
	<?php
	}
?>




<BR><BR><BR><BR>

<B><FONT SIZE=3>SYSTEM_SETTINGS ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="settings-use_non_latin">
<BR>
<B>Μη-λατινικά χρήσης -</B> αυτή η επιλογή επιτρέπει σε σας για ναπροκαθορίσει το χειρόγραφο επίδειξης Ιστού για να χρησιμοποιήσειUTF8 τους χαρακτήρες και να μην κάνει οποιαδήποτε φιλτράρισμαλατινικός-χαρακτήρας-οικογενειακής κανονική έκφρασης ήμορφοποίηση επίδειξης. Η προεπιλογή είναι 0.

<BR>
<A NAME="settings-webroot_writable">
<BR>
<B>Webroot writable -</B> αυτή η ρύθμιση επιτρέπει σε σας για νακαθορίσει εάν temp τα αρχεία και τα αρχεία επικύρωσης πρέπεινα τοποθετηθούν στο webroot στον κεντρικό υπολογιστή δικτύουσας. Η προεπιλογή είναι 1.

<BR>
<A NAME="settings-agent_disable">
<BR>
<B>Agent Απενεργοποίηση οθόνης -</B> Αυτό το πεδίο χρησιμοποιείται για να επιλέξετε πότε να δείξει ένα προκηρύξεις παράγοντα όταν συνεδρία τους έχει απενεργοποιηθεί από το σύστημα, δράση διαχειριστή ή από ένα εξωτερικό μέτρο. Η ρύθμιση NOT_ACTIVE θα απενεργοποιήσει το μήνυμα στην οθόνη παράγοντες. Η ρύθμιση LIVE_ΧΕΙΡΙΣΤΗΣθα εμφανίσει μόνο τα άτομα με αναπηρία μήνυμα όταν ρεκόρ των πρακτόρων auto_calls έχει αφαιρεθεί, όπως κατά τη διάρκεια αποσύνδεση βίας ή έκτακτης ανάγκης logout. Η προεπιλογή είναι ALL.

<BR>
<A NAME="settings-frozen_server_call_clear">
<BR>
<B>Αίθριος Κατεψυγμένα καλεί -</B> Αυτή η επιλογή μπορεί να επιτρέψει τη δυνατότητα για τη σελίδα γενικών εκθέσεων και την προαιρετική σενάριο AST_timecheck.pl να καθαρίσει τις auto_calls καταχωρήσεις για ένα παγωμένο server, έτσι ώστε να μην επηρεάζουν δρομολόγησης κλήσεων. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-allow_sipsak_messages">
<BR>
<B>Allow SIPSAK Messages -</B> Αν οριστεί σε 1, αυτό θα καταστεί δυνατή η δημιουργία τηλέφωνα sipsak πίνακα για να λειτουργήσει εάν το τηλέφωνο έχει ρυθμιστεί με το πρωτόκολλο SIP. Ο διακομιστής θα στείλει μηνύματα στο τηλέφωνο SIP για να εμφανιστεί στην οθόνη του τηλεφώνου, όταν είστε συνδεδεμένοι στο σύστημα. Το χαρακτηριστικό αυτό λειτουργεί μόνο με τα τηλέφωνα SIP και απαιτεί sipsak εφαρμογή που θα εγκατασταθεί στο web server που ο πράκτορας έχει συνδεθεί στο. Η προεπιλογή είναι 0. 

<BR>
<A NAME="settings-vdc_agent_api_active">
<BR>
<B>Agent API Ενεργός- </B> Αν οριστεί σε 1, αυτό θα επιτρέψει τη διασύνδεση API γραφείο να λειτουργεί. Η προεπιλογή είναι 0. 

<BR>
<A NAME="settings-admin_home_url">
<BR>
<B>Σπίτι URL Admin -</B> αυτό είναι η διεύθυνση URL ήιστοχώρων ότι θα πάτε εάν χτυπήσετε στην ΕΓΧΏΡΙΑ σύνδεση στηνκορυφή της σελίδας admin.php.

<BR>
<A NAME="settings-admin_modify_refresh">
<BR>
<B>Διαχειριστής Τροποποίηση Αυτόματη Ανανέωση -</B> Αυτό είναι το χρονικό διάστημα ανανέωσης σε δευτερόλεπτα από τις οθόνες τροποποιήσετε σε αυτό το περιβάλλον του διαχειριστή. Ρύθμιση στο 0 θα απενεργοποιήσει την τοποθετεί κάτω από το 5 θα κάνουν ως επί το πλείστον οι οθόνες Τροποποίηση άχρηστα γιατί θα ανανεωθεί πολύ γρήγορα να αλλάξετε τα πεδία. Αυτή η επιλογή είναι χρήσιμη σε καταστάσεις όπου περισσότερα από ένα διαχειριστή ελέγχει τις ρυθμίσεις σε μια ενεργή εκστρατεία ή σε ομάδα, έτσι ώστε οι ρυθμίσεις ανανεώνονται συχνά. Προεπιλογή είναι 0.

<BR>
<A NAME="settings-nocache_admin">
<BR>
<B>Διαχειριστής No-Cache -</B> Ρύθμιση αυτό 1 θα καθορίζονται όλα τα admin σελίδες του πλοηγού του no-cache, έτσι ώστε κάθε οθόνη πρέπει να ξαναφορτωθεί κάθε φορά που προβάλλεται, ακόμη και αν κάνετε κλικ πίσω στον browser. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-enable_agc_xfer_log">
<BR>
<B>Επιτρέψτε το αρχείο ημερολογίου μεταφοράς πρακτόρων - αυτή ηεπιλογή θα καταγράψει σε ένα αρχείο ημερολογίου κειμένων στοwebserver κάθε φορά που μεταφέρεται μια κλήση σε ένανπράκτορα. Η προεπιλογή είναι 0, άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-enable_agc_dispo_log">
<BR>
<B>Επιτρέψτε το αρχείο ημερολογίου διάθεσης πρακτόρων -</B> Αυτή η επιλογή θα καταγράψει σε ένα αρχείο ημερολογίου κειμένων στο webserver κάθε φορά που είναι μια κλήση από έναν πράκτορα. Η προεπιλογή είναι 0, άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-timeclock_end_of_day">
<BR>
<B>Ώρα ρολόι Τέλος της ημέρας - </B> Αυτή η ρύθμιση καθορίζει, όταν όλοι οι χρήστες θα πρέπει να συνδεθεί αυτόματα από το σύστημα timeclock. Μόνο εκτελείται μία φορά την ημέρα. πρέπει να είναι μόνο 4 ψηφία ψηφίο 2 ώρες και 2 λεπτά ψηφίο στο 24ωρο διάστημα. Η προεπιλογή είναι 0000.

<BR>
<A NAME="settings-default_local_gmt">
<BR>
<B>Προεπιλογή τοπική ώρα GMT -</B> Αυτή η ρύθμιση ορίζει τι θα πρέπει να χρησιμοποιείται από προεπιλογή όταν τα νέα κινητά τηλέφωνα και servers χρησιμοποιώντας αυτή προστίθεται το admin web interface. Η προεπιλογή είναι -5.

<BR>
<A NAME="settings-default_voicemail_timezone">
<BR>
<B>Προεπιλογή Ζώνη Τηλεφωνητής -</B> Αυτή η ρύθμιση καθορίζει ποια ζώνη θα πρέπει να χρησιμοποιείται από προεπιλογή όταν δημιουργούνται νέα κινητά τηλέφωνα και κουτιά τηλεφωνητή. Η λίστα των διαθέσιμων ζωνών λαμβάνονται απευθείας από την voicemail.conf αρχείο. Προεπιλογή είναι η ανατολική.

<BR>
<A NAME="settings-agents_calls_reset">
<BR>
<B>Πράκτορες Κλήσεις Επαναφορά -</B> Αυτή η ρύθμιση καθορίζει αν η συνδεδεμένων αντιπροσώπων και ενεργό τηλεφωνήματα αρχεία είναι να μηδενιστεί στο τέλος της ημέρας χρονομέτρησης. Η προεπιλογή είναι 1 για ενεργοποίηση.

<BR>
<A NAME="settings-timeclock_last_reset_date">
<BR>
<B>ΤελευταίαΏρα ρολόι Auto Αποσύνδεση - </B> Αυτό το πεδίο εμφανίζει την ημερομηνία της τελευταίας αυτόματη αποσύνδεση.

<BR>
<A NAME="settings-vdc_header_date_format">
<BR>
<B>Agent Screen Επικεφαλίδας Μορφή Ημερομηνίας -</B> Αυτό το μενού σας επιτρέπει να επιλέξετε τη μορφή της ημερομηνίας και της ώρας που εμφανίζεται στο πάνω μέρος της οθόνης παράγοντα. Οι επιλογές για αυτή τη ρύθμιση είναι: προεπιλογή είναι MS_DASH_24HR<BR>
MS_DASH_24HR  2008-06-24 23:59:59 - Προκαθορισμένος ημερομηνία με τη μορφή έτος μήνας ημέρα ακολουθούμενη από 24 ώρες χρόνο<BR>
US_SLASH_24HR 06/24/2008 23:59:59 - ΗΠΑ με τη μορφή ημερομηνίας ημέρα του μήνα χρόνου ακολουθούμενη από 24 ώρες χρόνο<BR>
EU_SLASH_24HR 24/06/2008 23:59:59 - Ευρωπαϊκή ημέρα με μορφή Ημέρα Μήνας Έτος ακολουθούμενη από 24 ώρες χρόνο<BR>
AL_TEXT_24HR  JUN 24 23:59:59 - Κείμενο με συντετμημένη μορφή ημερομηνίας ημέρα του μήνα ακολουθούμενη από 24 ώρες χρόνο<BR>
MS_DASH_AMPM  2008-06-24 11:59:59 PM - Προκαθορισμένος ημερομηνία με τη μορφή έτος μήνας ημέρα ακολουθούμενη από 12 ώρες χρόνο<BR>
US_SLASH_AMPM 06/24/2008 11:59:59 PM - ΗΠΑ με τη μορφή ημερομηνίας ημέρα του μήνα χρόνου ακολουθούμενη από 12 ώρες χρόνο<BR>
EU_SLASH_AMPM 24/06/2008 11:59:59 PM - Ευρωπαϊκή ημέρα με μορφή Ημέρα Μήνας Έτος ακολουθούμενη από 12 ώρες χρόνο<BR>
AL_TEXT_AMPM  JUN 24 11:59:59 PM - Κείμενο με συντετμημένη μορφή ημερομηνίας ημέρα του μήνα ακολουθούμενη από 12 ώρες χρόνο<BR>

<BR>
<A NAME="settings-vdc_customer_date_format">
<BR>
<B>Agent Screen Πελατών Μορφή Ημερομηνίας -</B> Αυτό το μενού σας επιτρέπει να επιλέξετε τη μορφή της ημερομηνίας και της ώρας του πελάτη που εμφανίζεται στο επάνω μέρος του τμήματος πληροφόρησης πελατών της οθόνης παράγοντα. Οι επιλογές για αυτή τη ρύθμιση είναι: προεπιλογή είναι AL_TEXT_AMPM<BR>
MS_DASH_24HR  2008-06-24 23:59:59 - Προκαθορισμένος ημερομηνία με τη μορφή έτος μήνας ημέρα ακολουθούμενη από 24 ώρες χρόνο<BR>
US_SLASH_24HR 06/24/2008 23:59:59 - ΗΠΑ με τη μορφή ημερομηνίας ημέρα του μήνα χρόνου ακολουθούμενη από 24 ώρες χρόνο<BR>
EU_SLASH_24HR 24/06/2008 23:59:59 - Ευρωπαϊκή ημέρα με μορφή Ημέρα Μήνας Έτος ακολουθούμενη από 24 ώρες χρόνο<BR>
AL_TEXT_24HR  JUN 24 23:59:59 - Κείμενο με συντετμημένη μορφή ημερομηνίας ημέρα του μήνα ακολουθούμενη από 24 ώρες χρόνο<BR>
MS_DASH_AMPM  2008-06-24 11:59:59 PM - Προκαθορισμένος ημερομηνία με τη μορφή έτος μήνας ημέρα ακολουθούμενη από 12 ώρες χρόνο<BR>
US_SLASH_AMPM 06/24/2008 11:59:59 PM - ΗΠΑ με τη μορφή ημερομηνίας ημέρα του μήνα χρόνου ακολουθούμενη από 12 ώρες χρόνο<BR>
EU_SLASH_AMPM 24/06/2008 11:59:59 PM - Ευρωπαϊκή ημέρα με μορφή Ημέρα Μήνας Έτος ακολουθούμενη από 12 ώρες χρόνο<BR>
AL_TEXT_AMPM  JUN 24 11:59:59 PM - Κείμενο με συντετμημένη μορφή ημερομηνίας ημέρα του μήνα ακολουθούμενη από 12 ώρες χρόνο<BR>

<BR>
<A NAME="settings-vdc_header_phone_format">
<BR>
<B>Agent Screen Πελατών τηλέφωνο Μορφοποίηση -</B> Αυτό το μενού σας επιτρέπει να επιλέξετε τη μορφή του αριθμού τηλεφώνου του πελάτη που εμφανίζεται στην περιοχή κατάστασης της οθόνης παράγοντα. Οι επιλογές για αυτή τη ρύθμιση είναι: προεπιλογή είναι US_PARN<BR>
US_DASH 000-000-0000 - USA παύλα διαχωρίζονται αριθμό τηλεφώνου<BR>
US_PARN (000)000-0000 - USA παύλα αριθμός διαχωρίζονται με τον κωδικό περιοχής σε παρένθεση<BR>
MS_NODS 0000000000 - Δεν μορφοποίησης<BR>
UK_DASH 00 0000-0000 - UK παύλα διαχωρίζονται αριθμό τηλεφώνου με το διάστημα μετά την πόλη κωδικός<BR>
AU_SPAC 000 000 000 - Australia χώρος χωρίζεται αριθμό τηλεφώνου<BR>
IT_DASH 0000-000-000 - Italy παύλα διαχωρίζονται αριθμό τηλεφώνου<BR>
FR_SPAC 00 00 00 00 00 - France χώρος χωρίζεται αριθμό τηλεφώνου<BR>

<BR>
<A NAME="settings-vdc_agent_api_active">
<BR>
<B>Agent interface API Access Ενεργός-</B> This option allows you to enable or disable the agent interface API. Default is 0.

<BR>
<A NAME="settings-agentonly_callback_campaign_lock">
<BR>
<B>Agent Μόνο Callback Καμπάνια Lock -</B> Αυτή η επιλογή καθορίζει αν οι callbacks AGENTONLY κλειδώνεται στην καμπάνια που δημιούργησε ο αντιπρόσωπος τους αρχικά στο πλαίσιο. Η ρύθμιση αυτής προς 1 σημαίνει ότι ο αντιπρόσωπος μπορεί να καλέσετε τους μόνο από την εκστρατεία που είχαν καθοριστεί στο πλαίσιο, 0 σημαίνει ότι ο αντιπρόσωπος μπορεί να έχει πρόσβαση αυτά δεν έχει σημασία ποια καμπάνια είναι συνδεδεμένοι στο. Προεπιλογή είναι 1.

<BR>
<A NAME="settings-sounds_central_control_active">
<BR>
<B>Κεντρική Sound Control Ενεργό -</B> Αυτή η επιλογή καθορίζει αν το ηχητικό σύστημα συγχρονισμού δραστηριοποιείται σε όλους τους servers. Προεπιλογή είναι 0 για το ανενεργό.

<BR>
<A NAME="settings-sounds_web_server">
<BR>
<B>Ήχοι Web Server -</B> Αυτό είναι το όνομα του διακομιστή ή τη διεύθυνση IP του web server που θα χειρίζεται τα αρχεία ήχου με αυτό το σύστημα, αυτό πρέπει να ταιριάζει με το όνομα του διακομιστή ή την IP του μηχανήματος που προσπαθείτε να αποκτήσετε πρόσβαση στο audio_store.php την ιστοσελίδα ή δεν θα λειτουργήσει . Προεπιλογή είναι 127.0.0.1.

<BR>
<A NAME="settings-sounds_web_directory">
<BR>
<B>Ήχοι Web Directory -</B> Αυτό που δημιουργείται αυτόματα για όνομα καταλόγου δημιουργείται τυχαία από το σύστημα ως το μέρος που η ακουστική κατάστημα θα διατηρηθεί. Όλα τα μουσικά αρχεία θα διαμένουν σε αυτόν τον κατάλογο.

<BR>
<A NAME="settings-admin_web_directory">
<BR>
<B>Διαχειριστής Web Directory -</B> Αυτός είναι ο κατάλογος ιστοσελίδων που Administation του περιεχομένου σας στο διαδίκτυο, όπως admin.php, είναι μέσα Για να καταλάβω Διαχειριστής κατάλογο ιστοσελίδων σας, είναι όλα αυτά που είναι μεταξύ του ονόματος τομέα και του admin.php στο URL σε αυτήν τη σελίδα, χωρίς να το αρχίζουν και τελειώνουν καθέτους.

<BR>
<A NAME="settings-active_voicemail_server">
<BR>
<B>Ενεργή ΦΩΝΗΤΙΚΟ ΤΑΧΥΔΡΟΜΕΙΟ Server -</B> Σε πολλά συστήματα server, αυτό είναι ο διακομιστής που θα χειριστεί όλα τα τηλεφωνητή κουτιά. Αυτός ο διακομιστής είναι επίσης όταν η dial-in δημιουργείται ζητά θα φορτωθεί από το 8168 εγγραφές.

<BR>
<A NAME="settings-allow_voicemail_greeting">
<BR>
<B>Αφήστε ΦΩΝΗΤΙΚΟ ΤΑΧΥΔΡΟΜΕΙΟ Ευχετήριες Chooser -</B> Αν αυτή η ρύθμιση είναι ενεργοποιημένη, θα σας επιτρέψει να επιλέξετε ένα αρχείο ήχου από τον ήχο κατάστημα για να παίξει ως το χαιρετισμό φωνητικού ταχυδρομείου σε ένα συγκεκριμένο πλαίσιο τηλεφωνητή. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-outbound_autodial_active">
<BR>
<B>Outbound Auto-Dial Ενεργός-</B> Αυτή η επιλογή σας επιτρέπει να ενεργοποιήσετε ή να απενεργοποιήσετε την αυτόματη εξερχόμενη κλήση εντός του συστήματος, θέτοντας αυτό το πεδίο σε 0 θα αφαιρέσει τους καταλόγους και ΦΙΛΤΡΑ τμήματα και πολλούς τομείς, από τις οθόνες Τροποποίηση Καμπάνιας. Χειροκίνητη εισαγωγή κλήση θα εξακολουθεί να είναι επιτρεπτή από το εσωτερικό της οθόνης παράγοντα, αλλά όχι λίστα κλήσης θα είναι δυνατή. Η προεπιλογή είναι 1 για την ενεργό.

<BR>
<A NAME="settings-disable_auto_dial">
<BR>
<B>Απενεργοποίηση Auto-Dial -</B> Αυτή η επιλογή είναι επεξεργάσιμη μόνο από ένα διαχειριστή συστήματος. Δεν θα αφαιρέσει οποιεσδήποτε επιλογές από το web interface διαχείρισης, αλλά θα αποτρέψει οποιαδήποτε αυτόματη κλήση οδηγεί από το να συμβεί στο σύστημα. Μόνο Manual Dial εξερχόμενες κλήσεις που προκλήθηκε άμεσα από πράκτορες θα λειτουργήσει εάν αυτή η επιλογή είναι ενεργοποιημένη. Η προεπιλογή είναι 0 για το ανενεργό.

<BR>
<A NAME="settings-auto_dial_limit">
<BR>
<B>Ratio Dial Limit -</B> Αυτό είναι το ανώτατο όριο του επιπέδου αυτόματη κλήση στην οθόνη εκστρατεία.

<BR>
<A NAME="settings-outbound_calls_per_second">
<BR>
<B>Max ΣΥΜΠΛΗΡΩΣΤΕ ζητεί ανά Δεύτερη -</B> Αυτή η ρύθμιση καθορίζει το μέγιστο αριθμό των κλήσεων που μπορούν να διατεθούν από το auto-ΣΥΜΠΛΗΡΩΣΤΕ εξερχό auto-κλήση δέσμης ενεργειών για όλους τους διακομιστές, ανά δευτερόλεπτο. Πρέπει να είναι από 1 έως 200. Η προεπιλογή είναι 40.

<BR>
<A NAME="settings-allow_custom_dialplan">
<BR>
<B>Επιτρέψτε Custom dialplan Καταχωρήσεις -</B> Αυτή η επιλογή επιτρέπει σε σας για να εισαγάγει τις dialplan γραμμές συνήθειας στις επιλογές πρόσκλησης, τους κεντρικούς υπολογιστές και τις τοποθετήσεις συστημάτων. Η προεπιλογή είναι 0 για ανενεργό.

<BR>
<A NAME="settings-pllb_grouping_limit">
<BR>
<B>Όριο PLLB Ομαδοποίηση -</B> Τηλέφωνο φορτίου Είσοδος Εξισορρόπηση Όριο Όμιλο. Αν PLLB Όμιλος έχει οριστεί σε cascading σε επίπεδο καμπάνιας τότε η ρύθμιση αυτή θα καθορίσει τον αριθμό των πρακτόρων αποδεκτή σε κάθε διακομιστή σε όλες τις καμπάνιες. Η προεπιλογή είναι 100.

<BR>
<A NAME="settings-generate_cross_server_exten">
<BR>
<B>Δημιουργία Σταυρού-Server Extensions Τηλέφωνο -</B> Αυτή η επιλογή αν ρυθμιστεί στο 1, θα δημιουργήσει dialplan καταχωρήσεις για κάθε τηλέφωνο σε ένα πολυ-server του συστήματος. Η προεπιλογή είναι 0 για ανενεργή.

<BR>
<A NAME="settings-user_territories_active">
<BR>
<B>Χρήστης Εδάφη Ενεργός-</B> Η ρύθμιση αυτή σας επιτρέπει να ενεργοποιήσετε τις ρυθμίσεις του χρήστη Εδάφη από την οθόνη τροποποίησης χρήστη. Αυτό το χαρακτηριστικό προστέθηκε για να επιτρέψει περισσότερη ενσωμάτωση με μια προσαρμοσμένη εγκατάσταση Vtiger αλλά μπορεί να έχει εφαρμογές σε σύστημα από μόνη της, καθώς και. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-enable_second_webform">
<BR>
<B>Ενεργοποίηση Δεύτερη Webform -</B> This setting allows you to have a second web form for campaigns and in-groups in the agent interface. Default is 0 for disabled.

<BR>
<A NAME="settings-enable_tts_integration">
<BR>
<B>Ενεργοποίηση TTS Ολοκλήρωσης -</B> Η ρύθμιση αυτή σας επιτρέπει να ενεργοποιήσετε Κείμενο Προς ολοκλήρωση Ομιλία με Cepstral. Αυτό είναι προς το παρόν διαθέσιμο μόνο για το εξερχόμενο εκστρατειών τύπου Έρευνα. Προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-callcard_enabled">
<BR>
<B>Επιτρέψτε CallCard -</B> Αυτή η ρύθμιση δίνει τη δυνατότητα τα χαρακτηριστικά CallCard να επιτρέπουν καλούντες να χρησιμοποιούν αριθμούς PIN και card_ids που έχουν μια ισορροπία λεπτά και αυτών των υπολοίπων μπορεί να έχει μέσο χρόνο ομιλίας για κλήσεις των πελατών στο ομάδες αφαιρούνται. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-custom_fields_enabled">
<BR>
<B>Ενεργοποίηση προσαρμοσμένων πεδίων λίστας -</B> Αυτή η ρύθμιση επιτρέπει την προσαρμοσμένη λίστα χαρακτηριστικό πεδία που επιτρέπει για προσαρμοσμένα πεδία δεδομένων που θα καθοριστούν το web interface διαχείρισης με βάση την ανά-λίστα και στη συνέχεια να έχουν τα πεδία που είναι διαθέσιμα σε μια καρτέλα ΕΝΤΥΠΟ στον πράκτορα στο περιβάλλον web πράκτορα. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-test_campaign_calls">
<BR>
<B>Ενεργοποίηση καλεί δοκιμής Εκστρατεία -</B> Αυτή η ρύθμιση επιτρέπει τη δυνατότητα να εισαγάγετε έναν κωδικό τηλεφώνου και τον αριθμό τηλεφώνου σε πεδία στο κάτω μέρος της οθόνης Λεπτομέρειες καμπάνιας και τοποθετήστε μια τηλεφωνική κλήση προς τον αριθμό αυτό σαν να ήταν ένας κύριος που αυτόματη κλήση στο σύστημα. Ο αριθμός τηλεφώνου θα αποθηκευτεί ως νέο επικεφαλής στο εγχειρίδιο λίστα λίστα αναγνώρισης κλήσης. Η καμπάνια πρέπει να είναι ενεργή η λειτουργία αυτή για να ενεργοποιηθεί, και συνιστάται ότι οι κατάλογοι που ανατίθενται στην εκστρατεία όλα να ρυθμιστεί σε ανενεργά. Το πρόθεμα κλήσης, χρονικό όριο κλήσης και όλα τα άλλα χαρακτηριστικά που σχετίζονται με κλήση, εκτός από το DNC και καλούν τις επιλογές του χρόνου, θα επηρεάσουν την κλήση του αριθμού δοκιμών. Το τηλεφώνημα θα τοποθετηθεί στο διακομιστή επιλεγεί ως το διακομιστή φωνητικού ταχυδρομείου στις ρυθμίσεις του συστήματος. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-expanded_list_stats">
<BR>
<B>Ενεργοποίηση Διευρυμένη Στατιστικά Λίστα -</B> Αυτή η ρύθμιση δίνει τη δυνατότητα δύο επιπλέον στήλες που θα εμφανίζονται στις περισσότερες των πινάκων κατανομής Λίστα κατάσταση σχετικά με την τροποποίηση λίστα και σελίδες τροποποίηση εκστρατεία. Διείσδυση ορίζεται ως το ποσοστό των αγωγών οι οποίοι είναι επί ή υπεράνω του ορίου κλήσεων Count εκστρατεία και-ή η κατάσταση χαρακτηρίζεται ως Ολοκληρώθηκε. Η προεπιλογή είναι 1 για ενεργοποίηση.

<BR>
<A NAME="settings-country_code_list_stats">
<BR>
<B>Κωδικός Χώρα List Στατιστικά -</B> Αυτή η ρύθμιση, εάν ενεργοποιηθεί, θα δείξει έναν κωδικό χώρας συνοπτική ανάλυση στον κατάλογο τροποποιήσει οθόνη. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-enhanced_disconnect_logging">
<BR>
<B>Ενισχυμένη Αποσύνδεση Logging -</B> Αυτή η ρύθμιση επιτρέπει την καταγραφή των κλήσεων που παίρνουν ένα σήμα συμφόρησης κώδικα αιτία των 1, 19, 21, 34 ή 38. Εμείς συνήθως δεν συνιστούμε δίνοντας τους τη δυνατότητα στις ΗΠΑ. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-campaign_cid_areacodes_enabled">
<BR>
<B>Ενεργοποίηση Areacode Εκστρατεία CID -</B> Αυτή η ρύθμιση επιτρέπει τη δυνατότητα να καθορίσει συγκεκριμένες εξερχόμενες CallerID αριθμοί που θα χρησιμοποιηθούν ανά καμπάνια. Η προεπιλογή είναι 1 για ενεργοποίηση.

<BR>
<A NAME="settings-did_ra_extensions_enabled">
<BR>
<B>Ενεργοποίηση απομακρυσμένης παρακάμψεων Επέκταση γραφείο -</B> Αυτή η ρύθμιση δίνει τη δυνατότητα να έχουν DIDs παρακάμπτει επέκταση δρομολογείται για απομακρυσμένες κλήσεις μέσω αντιπροσώπου σε ομάδες. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="contact_information">
<A NAME="settings-contacts_enabled">
<BR>
<B>Επαφές Ενεργοποιήθηκε -</B> Αυτή η ρύθμιση δίνει τη δυνατότητα στους Επαφές υπο-ενότητα του διαχειριστή που επιτρέπει σε ένα διαχειριστή να προσθέσει τροποποιήσετε ή να διαγράψετε επαφές στο σύστημα που μπορεί να χρησιμοποιηθεί ως μέρος μιας προσαρμοσμένης μεταφοράς σε μια εκστρατεία όπου ένας πράκτορας μπορεί να ψάξει για τις επαφές με το πρώτο όνομα το επώνυμο ή το γραφείο αριθμό και στη συνέχεια επιλέξτε μία από τις πολλές αριθμούς που σχετίζονται με αυτή την επαφή. Αυτή η δυνατότητα χρησιμοποιείται συχνά από τους φορείς εκμετάλλευσης ή σε λειτουργίες τηλεφωνικού κέντρου, όπου ο χρήστης θα χρειαστεί να μεταφέρετε μια κλήση σε μια μη-πράκτορα τηλέφωνο. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-call_menu_qualify_enabled">
<BR>
<B>Μενού κλήσεων Προκριματικά Enabled -</B> Αυτή η ρύθμιση επιτρέπει την επιλογή στο μενού Κλήση για να τεθεί ένα SQL προσόντα για τους ανθρώπους που ακούω ότι το μενού κλήσης. Για περισσότερες πληροφορίες σχετικά με το πώς αυτό το χαρακτηριστικό λειτουργεί, δείτε τη βοήθεια για τα μενού κλήσεων. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-level_8_disable_add">
<BR>
<B>Επίπεδο 8 Απενεργοποίηση Προσθήκη -</B> Η ρύθμιση αυτή εάν είναι ενεργοποιημένη θα αποτρέψει οποιοδήποτε επίπεδο 8 το χρήστη από την προσθήκη ή την αντιγραφή οποιοδήποτε αρχείο στο σύστημα, δεν έχει σημασία ποιες είναι οι ρυθμίσεις των χρηστών τους. Εξαιρούνται από τους περιορισμούς αυτούς είναι η δυνατότητα να προσθέσετε DNC και να φιλτράρω τις ομάδες αριθμών τηλεφώνου και προσθέσετε μια νέα σελίδα Lead. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-admin_list_counts">
<BR>
<B>Διαχειριστής Counts List -</B> Αυτή η ρύθμιση σας επιτρέπει να απενεργοποιήσετε τις μετρήσεις λίστα που εμφανίζεται στην λίστα λίστες και τις οθόνες να τροποποιήσει καμπάνιας. Η προεπιλογή είναι 1 σε ενεργοποιημένο.

<BR>
<A NAME="settings-allow_emails">
<BR>
<B>Αφήστε Emails -</B> Αυτό είναι όπου μπορείτε να ορίσετε αν το σύστημα αυτό θα είναι σε θέση να λάβει τα εισερχόμενα μηνύματα ηλεκτρονικού ταχυδρομείου εκτός από τις τηλεφωνικές κλήσεις.

<BR>
<A NAME="settings-first_login_trigger">
<BR>
<B>Πρώτη Trigger Είσοδος -</B> Αυτή η ρύθμιση δίνει τη δυνατότητα για την αρχική διαμόρφωση του διακομιστή οθόνης να εμφανίζεται στο διαχειριστή, όταν συνδέεστε για πρώτη φορά στο σύστημα.

<BR>
<A NAME="settings-default_phone_registration_password">
<BR>
<B>Προεπιλεγμένος κωδικός πρόσβασης Εγγραφή Τηλέφωνο -</B> Αυτός είναι ο κωδικός εγγραφής προεπιλογή χρησιμοποιούνται όταν νέα τηλέφωνα προστεθούν στο σύστημα. Η προεπιλογή είναι δοκιμή.

<BR>
<A NAME="settings-default_phone_login_password">
<BR>
<B>Προεπιλογή Κωδικός Είσοδος Τηλέφωνο -</B> Αυτό είναι το προεπιλεγμένο τηλέφωνο διαδίκτυο κωδικό πρόσβασης χρησιμοποιείται όταν τα νέα κινητά τηλέφωνα προστίθεται στο σύστημα. Η προεπιλογή είναι δοκιμή.

<BR>
<A NAME="settings-default_server_password">
<BR>
<B>Προεπιλεγμένος κωδικός πρόσβασης διακομιστή -</B> Αυτός είναι ο κωδικός προεπιλεγμένο διακομιστή που χρησιμοποιείται όταν οι νέοι διακομιστές προστεθούν στο σύστημα. Η προεπιλογή είναι δοκιμή.

<BR>
<A NAME="settings-slave_db_server">
<BR>
<B>Slave διακομιστή βάσης δεδομένων -</B> Εάν έχετε έναν σκλάβο MySQL server της βάσης δεδομένων και στη συνέχεια πληκτρολογήστε την τοπική διεύθυνση IP για το διακομιστή εδώ. Η επιλογή αυτή τη στιγμή χρησιμοποιούνται μόνο από τις επιλεγμένες αναφορές στην επόμενη επιλογή και δεν έχει τίποτα να κάνει με την αυτόματη ρύθμιση παραμέτρων MySQL κυρίου-υποτελούς αναπαραγωγή. Προεπιλογή είναι άδειο για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-reports_use_slave_db">
<BR>
<B>Εκθέσεις για την χρήση της DB Slave -</B> Αυτή η επιλογή σας επιτρέπει να επιλέξετε τις αναφορές που θέλετε να έχετε χρησιμοποιήσει τη βάση δεδομένων MySQL σκλάβων, όπως ορίζεται στην παραπάνω επιλογή αντί της κύριας βάσης δεδομένων που ζωντανό το σύστημά σας τρέχει σε. Πρέπει να ρυθμίσετε την αντιγραφή σκλάβος MySQL για να μπορέσετε να ενεργοποιήσετε αυτή την επιλογή. Η προεπιλογή είναι άδειο για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-default_field_labels">
<BR>
<B>Ετικέτες Πεδίο Προεπιλογή -</B> Αυτά τα 19 πεδία σας επιτρέπουν να ορίσετε το όνομα όπως θα εμφανίζονται στο περιβάλλον μέσο, ​​καθώς και η κύρια διοικητική σελίδα modify. Η προεπιλογή είναι άδειο οποία θα χρησιμοποιούν τις προεπιλογές σχεδιασμένου κώδικα στο περιβάλλον μέσο. Μπορείτε επίσης να ορίσετε μια ετικέτα --- ΑΠΟΚΡΥΨΗ --- για να κρύψει και την ετικέτα και το πεδίο.

<BR>
<A NAME="settings-label_hide_field_logs">
<BR>
<B>Απόκρυψη ετικετών στα αρχεία καταγραφής κλήσεων -</B> Αν η ετικέτα έχει οριστεί σε ΑΠΟΚΡΥΨΗ --- --- τότε τα αρχεία καταγραφής κλήσεων πράκτορα, εφόσον είναι ενεργοποιημένη για την καμπάνια, θα εξακολουθούν να δείχνουν το πεδίο και τα δεδομένα, εκτός αν αυτή η επιλογή έχει οριστεί σε ΚΕ Προεπιλογή είναι N.

<BR>
<A NAME="settings-qc_features_active">
<BR>
<B>QC Χαρακτηριστικά Ενεργός- </B> Αυτή η επιλογή σας επιτρέπει να ενεργοποιήσετε ή να απενεργοποιήσετε τη QC ή Ποιοτικός Έλεγχος χαρακτηριστικά. Η προεπιλογή είναι 0 για το ανενεργό.

<BR>
<A NAME="settings-default_webphone">
<BR>
<B>Προεπιλογή Webphone -</B> Εάν θέστε 1, αυτή η επιλογή θα καταστήσει όλα τα νέα τηλέφωνα δημιουργημένα να έχει θέσει δεδομένου ότι καθορισμένο Webphone Υ. Default είναι 0.

<BR>
<A NAME="settings-webphone_systemkey">
<BR>
<B>Διαδικτυακό κοινόχρηστο τηλέφωνο Key System -</B> Αν το σύστημά σας ή το φορέα παροχής απαιτεί, αυτό είναι όπου το βασικό σύστημα για το Διαδικτυακό κοινόχρηστο τηλέφωνο θα πρέπει να εγγραφεί μέσα Προεπιλογή είναι άδειο.

<BR>
<A NAME="settings-default_codecs">
<BR>
<B>Προεπιλογή Codecs -</B> Μπορείτε να καθορίσετε έναν οριοθετημένο κόμμα κατάλογο codecs που τίθενται ως προεπιλογή codecs για όλα τα συστήματα. Οι επιλογές για τα codecs περιλαμβάνουν ulaw, alaw, GSM, g729, speex, g722, g723, g726, ilbc,… η προεπιλογή είναι κενή.

<BR>
<A NAME="settings-custom_dialplan_entry">
<BR>
<B>Είσοδος Dialplan συνήθειας -</B> Αυτός ο τομέας επιτρέπει σε σας για να εισαγάγει σε οποιαδήποτε dialplan στοιχεία που θέλετε για όλους τους κεντρικούς υπολογιστές αστερίσκων, οι γραμμές θα προστεθούν στο πλαίσιο προεπιλογής.

<BR>
<A NAME="settings-reload_dialplan_on_servers">
<BR>
<B>Ανανέωση Dialplan Στις Διακομιστές -</B> Αυτή η επιλογή σας επιτρέπει να αναγκάσει ένα επαναφορτώσετε του dialplan σε όλες τις Asterisk διακομιστές του συμπλέγματος. Αν έχετε κάνει αλλαγές στην Προσαρμοσμένη Dialplan Έναρξη παραπάνω θα πρέπει να ορίσετε στο 1 και να υποβάλει αυτές τις αλλαγές έχουν τεθεί σε ισχύ στις διακομιστές.

<BR>
<A NAME="settings-noanswer_log">
<BR>
<B>Όχι-Απάντηση Σύνδεση -</B> Αυτή η επιλογή θα καταγράψει το auto-dial κλήσεις που δεν απαντώνται σε έναν ξεχωριστό πίνακα. Προεπιλογή είναι N.

<BR>
<A NAME="settings-did_agent_log">
<BR>
<B>Σύνδεση DID, γραφείο -</B> Αυτή η επιλογή θα καταγράψει τα εισερχόμενα κλήσεις DID, μαζί με μια ομάδα-σε και κωδικός ταυτότητας χρήστη, κατά περίπτωση, σε έναν ξεχωριστό πίνακα. Προεπιλογή είναι N.

<BR>
<A NAME="settings-alt_log_server_ip">
<BR>
<B>Alt-Σύνδεση διακομιστή DB -</B> Αυτή είναι η εναλλακτική server της βάσης δεδομένων καταγραφής. Αυτό είναι προαιρετικό, και επιτρέπει σε ορισμένα αρχεία καταγραφής για να γραφτεί σε μια ξεχωριστή βάση δεδομένων. Προεπιλογή είναι άδειο.

<BR>
<A NAME="settings-tables_use_alt_log_db">
<BR>
<B>Alt-Πίνακες Σύνδεση -</B> Αυτές είναι οι πίνακες που είναι διαθέσιμες για τη σύνδεση του εναλλακτικού διακομιστή της βάσης δεδομένων καταγραφής. Η προεπιλογή είναι κενό.

<BR>
<A NAME="settings-qc_features_active">
<BR>
<B>Εξωτερικός κεντρικός υπολογιστής IP προεπιλογής -</B> Εάν θέστε 1, αυτή η επιλογή θα καταστήσει όλα τα νέα τηλέφωνα δημιουργημένα να έχει τη χρήση που ο εξωτερικός κεντρικός υπολογιστής IP καθορισμένος Υ. Default είναι 0.

<BR>
<A NAME="settings-qc_features_active">
<BR>
<B>Webphone URL -</B> Αυτό είναι το URL του webphone που θα χρησιμοποιηθεί με αυτό το σύστημα εάν επιτρέπεται στο τηλεφωνικό αρχείο που ένας πράκτορας χρησιμοποιεί. Η προεπιλογή είναι κενή.

<BR>
<A NAME="settings-enable_queuemetrics_logging">
<BR>
<B>Enable QueueMetrics Logging -</B> Η ρύθμιση αυτή σας επιτρέπει να ορίσετε αν το σύστημα θα εισάγει τις καταχωρήσεις καταγραφής στον πίνακα της βάσης δεδομένων queue_log ως Asterisk Ουρές δραστηριότητα κάνει. QueueMetrics είναι ένα αυτόνομο, κλειστού κώδικα πρόγραμμα στατιστικής ανάλυσης. Θα πρέπει να έχετε QueueMetrics ήδη εγκατασταθεί και ρυθμιστεί πριν από την ενεργοποίηση αυτής της δυνατότητας. Η προεπιλογή είναι 0.

<BR>
<A NAME="settings-queuemetrics_server_ip">
<BR>
<B>QueueMetrics κεντρικός υπολογιστής IP -</B> αυτό είναι ηδιεύθυνση IP της βάσης δεδομένων για την εγκατάστασηQueueMetrics σας.

<BR>
<A NAME="settings-queuemetrics_dbname">
<BR>
<B>QueueMetrics όνομα βάσεων δεδομένων -</B> αυτό είναι το όνομαβάσεων δεδομένων για τη βάση δεδομένων QueueMetrics σας.

<BR>
<A NAME="settings-queuemetrics_login">
<BR>
<B>QueueMetrics σύνδεση βάσεων δεδομένων -</B> αυτό είναι το όνομαχρηστών που χρησιμοποιείται για να συνδεθεί στη βάση δεδομένωνQueueMetrics σας.

<BR>
<A NAME="settings-queuemetrics_pass">
<BR>
<B>QueueMetrics κωδικός πρόσβασης βάσεων δεδομένων -</B> αυτό είναιο κωδικός πρόσβασης που χρησιμοποιείται για να συνδεθεί στη βάσηδεδομένων QueueMetrics σας.

<BR>
<A NAME="settings-queuemetrics_url">
<BR>
<B>QueueMetrics URL -</B> αυτό είναι η διεύθυνση URL ήιστοχώρων που χρησιμοποιείται για να φτάσει στην εγκατάστασηQueueMetrics σας.

<BR>
<A NAME="settings-queuemetrics_log_id">
<BR>
<B>QueueMetrics Log ID -</B> Αυτό είναι το αναγνωριστικό διακομιστή που όλοι κέντρο επικοινωνίας κούτσουρα πηγαίνει στη βάση δεδομένων QueueMetrics θα χρησιμοποιήσει ως αναγνωριστικό για κάθε εγγραφή.

<BR>
<A NAME="settings-queuemetrics_eq_prepend">
<BR>
<B>QueueMetrics EnterQueue Prepend -</B> Αυτό το πεδίο χρησιμοποιείται για να επιτρέψει για προσθέτοντας στην αρχή της ένα από τα πεδία δεδομένων λίστας μπροστά από τον αριθμό τηλεφώνου του πελάτη για προσαρμοσμένη QueueMetrics εκθέσεις. Η προεπιλογή είναι NONE να μην συμπληρώσετε τίποτα.

<BR>
<A NAME="settings-queuemetrics_loginout">
<BR>
<B>QueueMetrics σύνδεση-έξω -</B> Αυτή η επιλογή επηρεάζει τον τρόπο το σύστημα θα καταγράψει τις συνδέσεις και logouts ενός παράγοντα στην queue_log. Η προεπιλογή είναι να χρησιμοποιήσετε STANDARD πρότυπο AGENTLOGIN AGENTLOGOFF, CALLBACK θα χρησιμοποιήσει AGENTCALLBACKLOGIN και AGENTCALLBACKLOGOFF ότι QM θα αναλύσει διαφορετικά, ΚΑΝΕΝΑ δεν θα καταγράψει όλα τα logins και logouts εντός queue_log.

<BR>
<A NAME="settings-queuemetrics_callstatus">
<BR>
<B>QueueMetrics CallStatus -</B> Αυτή η επιλογή εάν θέστε 0 δεν θα υποβάλει την είσοδο CALLSTATUS στο queue_log όταν διαθέσεις πρακτόρων μια κλήση. Η προεπιλογή είναι 1 για επιτρεμμένος.

<BR>
<A NAME="settings-queuemetrics_addmember_enabled">
<BR>
<B>QueueMetrics Addmember Ενεργοποιήθηκε -</B> Αυτή η επιλογή αν ρυθμιστεί στο 1, θα δημιουργήσει ADDMEMBER2 και REMOVEMEMBER καταχωρήσεις σε queue_log. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-queuemetrics_dispo_pause">
<BR>
<B>QueueMetrics Κωδικός Παύση DISPO -</B> Αυτή η επιλογή, αν συμπληρωθεί, σας επιτρέπει να ορίσετε αν η παύση dispo κωδικός έχει εισαχθεί queue_log όταν ένας πράκτορας βρίσκεται σε dispo κατάσταση. Προεπιλογή είναι άδειο για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-queuemetrics_pause_type">
<BR>
<B>QueueMetrics Παύση Τύπος Logging -</B> Εάν είναι ενεργοποιημένη, αυτή η επιλογή θα καταγράψει το είδος της παύσης στον πίνακα τομέα data5 queue_log. Θα πρέπει να βεβαιωθείτε ότι έχετε ένα πεδίο data5 ή ενεργοποίηση αυτής της δυνατότητας, θα σπάσει η συμβατότητα ΜΠ. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-queuemetrics_pe_phone_append">
<BR>
<B>QueueMetrics Τηλέφωνο Περιβάλλοντος Τηλέφωνο Προσάρτηση -</B> Αυτή η επιλογή, εάν ενεργοποιηθεί, θα προσαρτήσει τη σύνδεση του τηλεφώνου παράγοντα στην εγγραφή δεδομένων αυτών4 στον πίνακα καταγραφής ουρά αν το τηλέφωνο εκστρατεία στον τομέα του περιβάλλοντος έχει συμπληρωθεί. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-queuemetrics_record_hold">
<BR>
<B>QueueMetrics Κρατήστε Call Log -</B> Αυτή η επιλογή, εάν ενεργοποιηθεί, θα συνδεθείτε όταν ένας πελάτης μπαίνει σε αναμονή και απογειωθεί λαβή στη νεότερη πίνακα record_tags ΜΠ. Η προεπιλογή είναι 0 για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-queuemetrics_socket">
<BR>
<B>QueueMetrics Socket Αποστολή -</B> Αυτή η επιλογή, αν ενεργοποιηθεί, θα στείλει QM δεδομένα σε μια ιστοσελίδα που θα στείλει μέσα από μια πρίζα για τη σύνδεση. Η CONNECT_COMPLETE επιλογή θα στείλει CONNECT, COMPLETEΧΕΙΡΙΣΤΗΣκαι COMPLETECALLER εκδηλώσεις στο url που ορίζονται κατωτέρω. Προεπιλεγμένη ρύθμιση είναι Καμία για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-queuemetrics_socket_url">
<BR>
<B>QueueMetrics Socket Αποστολή URL -</B> Αν Socket Send είναι ενεργοποιημένη παραπάνω, είναι η διεύθυνση URL που χρησιμοποιείται για την αποστολή των δεδομένων σε. Προεπιλογή είναι άδειο για άτομα με ειδικές ανάγκες.

<BR>
<A NAME="settings-enable_vtiger_integration">
<BR>
<B>Enable Vtiger Integration -</B> Αυτή η ρύθμιση σας επιτρέπει να επιτρέπει την ολοκλήρωση Vtiger με το σύστημα. Επί του παρόντος, συνδέει με Vtiger διαχειριστή και αναζήτηση καθώς και η αντιγραφή του χρήστη είναι οι μόνες δυνατότητες ενοποίησης διαθέσιμα. Η προεπιλογή είναι 0.

<BR>
<A NAME="settings-vtiger_server_ip">
<BR>
<B>Vtiger ΣΠ IP Διακομιστή - </B> Αυτή είναι η διεύθυνση IP της βάσης δεδομένων για την εγκατάσταση Vtiger.

<BR>
<A NAME="settings-vtiger_dbname">
<BR>
<B>Vtiger Database Name - </B> Αυτό είναι το όνομα της βάσης δεδομένων για την βάση δεδομένων σας Vtiger.

<BR>
<A NAME="settings-vtiger_login">
<BR>
<B>Σύνδεση Vtiger Database - </B> Αυτό είναι το όνομα χρήστη που χρησιμοποιείται για να συνδεθείτε στο λογαριασμό σας Vtiger βάση δεδομένων.

<BR>
<A NAME="settings-vtiger_pass">
<BR>
<B>Vtiger Database Password - </B> Αυτό είναι το κωδικό πρόσβασης που χρησιμοποιείται για να συνδεθείτε στο λογαριασμό σας Vtiger βάση δεδομένων.

<BR>
<A NAME="settings-vtiger_url">
<BR>
<B>Vtiger URL - </B> Αυτό είναι το URL ή διεύθυνση web site που χρησιμοποιείται για να σας Vtiger εγκατάσταση.


<BR><BR><BR><BR>

<B><FONT SIZE=3>STATUSES ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="system_statuses">
<BR>
<B>Μέσα από τη χρήση των καθεστώτων του συστήματος, μπορείτε να έχετε καταστάσεις που υπάρχουν για όλες τις καμπάνιες και ομάδες. Η κατάσταση πρέπει να είναι 1-6 χαρακτήρες, η ονομασία αυτή πρέπει να είναι 2-30 χαρακτήρες σε μήκος και δυνατότητα επιλογής ορίζει αν εμφανίζεται στο σύστημα ως διάθεση παράγοντα. Η human_answered πεδίο χρησιμοποιείται κατά τον υπολογισμό του ποσοστού πτώσης, ή ποσοστό εγκαταλείψει. Ρύθμιση human_answered σε Y θα χρησιμοποιήσει αυτό το καθεστώς κατά την καταμέτρηση των ανθρωπίνων αναπάντητες κλήσεις. Η επιλογή κατηγορίας σας επιτρέπει να ομαδοποιήσετε τις διάφορες καταστάσεις σε μια κατηγορία που μπορεί να χρησιμοποιηθεί για τη στατιστική ανάλυση. Υπάρχουν επίσης 5 πρόσθετες ρυθμίσεις που θα καθορίσει το είδος της κατάστασης: πώληση, dnc, επαφή με τον πελάτη, δεν ενδιαφέρονται, ανεφάρμοστο, που έχει προγραμματιστεί επανάκλησης.</B>



<BR><BR><BR><BR>

<B><FONT SIZE=3>SCREEN_LABELS ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="screen_labels">
<BR>
<B>Screen labels give you the option of setting different labels for the default agent screen fields on a ανά εκστρατεία basis.</B>

<A NAME="screen_labels-label_id">
<BR>
<B>Οθόνη ID ετικέτας -</B> Αυτό το πεδίο πρέπει να είναι τουλάχιστον 2 χαρακτήρες σε μήκος και δεν υπερβαίνει τους 20 χαρακτήρες, χωρίς κενά ή ειδικούς χαρακτήρες. Αυτό είναι το αναγνωριστικό που θα χρησιμοποιείται για να προσδιορίσει την ετικέτα οθόνη όλο το σύστημα.

<BR>
<A NAME="screen_labels-label_name">
<BR>
<B>Οθόνη Ονομασία ετικέτας -</B> Αυτό είναι το περιγραφικό όνομα του την ετικέτα της οθόνης.

<BR>
<A NAME="screen_labels-user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το αρχείο, αυτό επιτρέπει την προβολή διαχειριστή αυτού του recoird περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό το αρχείο.

<BR>
<A NAME="screen_labels-label_hide_field_logs">
<BR>
<B>Απόκρυψη ετικετών στα αρχεία καταγραφής κλήσεων -</B> Αν η ετικέτα έχει οριστεί σε ΑΠΟΚΡΥΨΗ --- --- τότε τα αρχεία καταγραφής κλήσεων πράκτορα, εφόσον είναι ενεργοποιημένη για την καμπάνια, θα εξακολουθούν να δείχνουν το πεδίο και τα δεδομένα, εκτός αν αυτή η επιλογή έχει οριστεί σε ΚΕ Προεπιλογή είναι N.

<BR>
<A NAME="screen_labels-default_field_labels">
<BR>
<B>Ετικέτες Πεδίο Προεπιλογή -</B> Αυτά τα 19 πεδία σας επιτρέπουν να ορίσετε το όνομα όπως θα εμφανίζονται στο περιβάλλον μέσο, ​​καθώς και η κύρια διοικητική σελίδα modify. Η προεπιλογή είναι άδειο οποία θα χρησιμοποιούν τις προεπιλογές σχεδιασμένου κώδικα στο περιβάλλον μέσο. Μπορείτε επίσης να ορίσετε μια ετικέτα --- ΑΠΟΚΡΥΨΗ --- για να κρύψει και την ετικέτα και το πεδίο.



<BR><BR><BR><BR>

<B><FONT SIZE=3>STATUS_CATEGORIES ΠΙΝΑΚΑΣ</FONT></B><BR><BR>
<A NAME="status_categories">
<BR>
<B>Μέσω της χρήσης των κατηγοριών θέσης συστημάτων, μπορείτε νασυγκεντρώσετε τις θέσεις για να επιτρέψετε τη στατιστική ανάλυσησε μια ομάδα θέσεων. Η ταυτότητα κατηγορίας πρέπει να είναι2-20 χαρακτήρες στο μήκος χωρίς τα διαστήματα, το όνομαπρέπει να είναι 2-50 χαρακτήρες στο μήκος, η περιγραφή είναιπροαιρετική και η επίδειξη TimeonVDAD καθορίζει εάν εκείνη ηθέση θα είναι ενός θέσης από μέχρι 4 θέσεις που μπορούν ναυπολογιστούν και να επιδειχθούν στο χρόνο στη σε πραγματικό χρόνοέκθεση VDAD.</B> Η Πώληση Κατηγορία και Dead επικεφαλής της κατηγορίας είναι και οι δύο που χρησιμοποιούνται από το σύστημα όταν Κατάλογος Πρόταση αναλύοντας κατάλογο στατιστικών.



<BR><BR><BR><BR>
<?php
if ($SSallow_emails>0)
	{
?>
<B><FONT SIZE=3>EMAIL ACCOUNTS</FONT></B><BR><BR>
<A NAME="email_accounts">
<BR>
<B>Το τμήμα διαχείρισης λογαριασμών e-mail σας επιτρέπει να δημιουργήσετε, να αντιγράψετε και να διαγράψετε τις ρυθμίσεις του λογαριασμού e-mail που θα σας επιτρέψει να έχετε μηνύματα ηλεκτρονικού ταχυδρομείου έρχονται στο σύστημά σας και να αντιμετωπίζεται σαν να ήταν τα τηλεφωνήματα στους πράκτορες. ΛΟΓΑΡΙΑΣΜΟΙ EMAIL πρέπει να δημιουργηθεί ΑΠΟ ΕΣΑΣ ΚΑΙ Ο παροχέας email SERVICE - ΠΟΥ ΔΕΝ ΚΑΛΥΠΤΕΤΑΙ ΑΠΟ ΤΗΝ ΠΑΡΟΥΣΑ ΕΝΟΤΗΤΑ.</B>

<BR>
<A NAME="email_accounts-email_account_id">
<BR>
<BΗλεκτρονικό ταχυδρομείοID λογαριασμού -</B> Αυτή είναι η σύντομη ονομασία του λογαριασμού ηλεκτρονικού ταχυδρομείου, δεν είναι δυνατή η επεξεργασία μετά την αρχική υποβολή, δεν πρέπει να περιέχει κενά και πρέπει να είναι μεταξύ 2 και 20 χαρακτήρες.

<BR>
<A NAME="email_accounts-email_account_name">
<BR>
<B>Το όνομα του λογαριασμού -</B> Αυτό είναι το πλήρες όνομα του λογαριασμού ηλεκτρονικού ταχυδρομείου, θα πρέπει να είναι μεταξύ 2 και 30 χαρακτήρες. 

<BR>
<A NAME="email_accounts-email_account_active">
<BR>
<B>Ενεργό -</B> Αυτό καθορίζει αν αυτός ο λογαριασμός θα πρέπει να ελέγχονται για νέα μηνύματα ηλεκτρονικού ταχυδρομείου που πρέπει να φορτωθεί στο dialer. 

<BR>
<A NAME="email_accounts-email_account_description">
<BR>
<BΗλεκτρονικό ταχυδρομείοΠεριγραφή λογαριασμού -</B> Αυτό επιτρέπει για μια μακρά περιγραφή, εάν χρειάζεται, του λογαριασμού ηλεκτρονικού ταχυδρομείου. 255 χαρακτήρες το μέγιστο. 

<BR>
<A NAME="email_accounts-email_account_type">
<BR>
<B>Τύπο του λογαριασμού email -</B> Καθορίζει αν ο λογαριασμός που χρησιμοποιείται για τα εισερχόμενα ή εξερχόμενα μηνύματα ηλεκτρονικού ταχυδρομείου. Θα πρέπει να οριστεί σε εισερχόμενα. 

<BR>
<A NAME="email_accounts-admin_user_group">
<BR>
<B>Διαχειριστής Ομάδα Χρηστών -</B> Αυτή είναι η διοικητική ομάδα χρηστών για αυτό το εισερχόμενο ομάδα, αυτό επιτρέπει την προβολή του διαχειριστή αυτής στην ομάδα περιορίζεται από ομάδα χρηστών. Προεπιλογή είναι - ALL - η οποία επιτρέπει σε κάθε χρήστη διαχειριστή για να δείτε αυτό σε ομάδα.  

<BR>
<A NAME="email_accounts-protocol">
<BR>
<BΗλεκτρονικό ταχυδρομείοΠρωτόκολλο λογαριασμού -</B> Αυτό είναι το email πρωτόκολλο που χρησιμοποιείται από το λογαριασμό που δημιουργείτε πρόσβαση. Αυτή τη στιγμή υποστηρίζονται μόνο τους λογαριασμούς POP3 και IMAP.  

<BR>
<A NAME="email_accounts-email_replyto_address">
<BR>
<BΗλεκτρονικό ταχυδρομείοΑπάντηση στη διεύθυνση -</B> Η διεύθυνση ηλεκτρονικού ταχυδρομείου του λογαριασμού σας για τη δημιουργία πρόσβασης. Απαντήσεις σε μηνύματα ηλεκτρονικού ταχυδρομείου από το περιβάλλον παράγοντας θα διαβάσει ότι προέρχονται από αυτή τη διεύθυνση.  

<BR>
<A NAME="email_accounts-email_account_server">
<BR>
<BΗλεκτρονικό ταχυδρομείοδιακομιστή λογαριασμού -</B> Το e-mail server ότι ο λογαριασμός στεγάζεται σε.  

<BR>
<A NAME="email_accounts-email_account_user">
<BR>
<BΗλεκτρονικό ταχυδρομείολογαριασμού χρήστη -</B> Το login χρησιμοποιείται για την πρόσβαση σε αυτό το λογαριασμό. Συνήθως αυτό είναι το τμήμα της απάντησης για την αντιμετώπιση πριν από την-at-σύμβολο.  

<BR>
<A NAME="email_accounts-email_account_pass">
<BR>
<BΗλεκτρονικό ταχυδρομείοΚωδικός Λογαριασμού -</B> Ο κωδικός που χρησιμοποιείται για την πρόσβαση σε αυτό το λογαριασμό. Αυτό συνήθως βρίσκεται στην ώρα του λογαριασμού ηλεκτρονικού ταχυδρομείου που έχει δημιουργηθεί.  

<BR>
<A NAME="email_accounts-email_frequency_check_mins">
<BR>
<BΗλεκτρονικό ταχυδρομείοFrequency Check Rate (mins) -</B> Πόσο συχνά αυτό το λογαριασμό e-mail θα πρέπει να ελέγχονται. Το υψηλότερο ποσοστό της συχνότητας αυτή τη στιγμή είναι πέντε λεπτά? Ορισμένοι πάροχοι υπηρεσιών ηλεκτρονικού ταχυδρομείου δεν θα επιτρέψει σε περισσότερους από τρεις προσπάθειες σύνδεσης σε δεκαπέντε λεπτά πριν από το κλείδωμα του λογαριασμού για αόριστο χρονικό διάστημα.  

<BR>
<A NAME="email_accounts-in_group">
<BR>
<B>In-ID Ομάδας -</B> Η In-Ομάδα ότι τα μηνύματα ηλεκτρονικού ταχυδρομείου θα σταλεί στο.   

<BR>
<A NAME="email_accounts-default_list_id">
<BR>
<B>Προεπιλογή ID Κατάλογος -</B> Το αναγνωριστικό λίστας που οδηγεί θα εισαχθεί στο αν είναι απαραίτητο.  

<BR>
<A NAME="email_accounts-call_handle_method">
<BR>
<B>Σε-Group Μέθοδος λαβή Call -</B> Αυτή είναι η δράση που θα πρέπει να λαμβάνονται όταν ένα νέο e-mail βρίσκεται στο λογαριασμό. EMAIL σημαίνει όλα τα μηνύματα ηλεκτρονικού ταχυδρομείου θα πρέπει να εισάγονται στον πίνακα λίστα ως νέο επικεφαλής. EMAILLOOKUP θα ψάξει ολόκληρο τον πίνακα λίστας για τη διεύθυνση ηλεκτρονικού ταχυδρομείου στη στήλη email - εάν διαπιστωθεί ότι ο μόλυβδος, το ID λίστα οδηγήσει θα πρέπει να χρησιμοποιούνται στην εγγραφή που πηγαίνει στο τραπέζι email_list. EMAILLOOKUPRC κάνει το ίδιο, αλλά θα ψάξει μόνο λίστες που ανήκουν στην καμπάνια έχει επιλεγεί στο πλαίσιο Αναγνωριστικό καμπάνιας Σε ομαδική παρακάτω. EMAILLOOKUPRL αναζήτηση θα γίνει μόνο μια συγκεκριμένη λίστα, η οποία είναι η μία τέθηκε σε κουτί Σε ομαδική ID Λίστας παρακάτω.  

<BR>
<A NAME="email_accounts-agent_search_method">
<BR>
<B>Σε-Group Μέθοδος Αναζήτηση Agent -</B> Η μέθοδος αναζήτησης παράγοντα που θα χρησιμοποιηθεί από την εισερχόμενη ομάδα, LO είναι ισορροπημένα-Υπερχείλιση και θα προσπαθήσει να στείλει την κλήση σε έναν πράκτορα στον τοπικό διακομιστή πριν προσπαθήσετε να το στείλετε σε έναν πράκτορα σε άλλο διακομιστή, LB είναι ισορροπημένα και θα προσπαθήσει να στείλει την κλήση στο επόμενο παράγοντα δεν έχει σημασία τι server στον οποίο είναι, έτσι διακομιστή Μόνο και μόνο θα προσπαθήσει να στείλει τις κλήσεις στους πράκτορες στο διακομιστή που ήρθε η κλήση σε σχετικά. Η προεπιλογή είναι LB. <B>IS THIS NECESSARY?</B>  

<BR>
<A NAME="email_accounts-ingroup_list_id">
<BR>
<B>Σε-ID Ομάδας Κατάλογος -</B> Αυτό είναι το ID Κατάλογος που θα χρησιμοποιηθεί για την αναζήτηση για έναν αγώνα εντός.  

<BR>
<A NAME="email_accounts-ingroup_campaign_id">
<BR>
<B>Σε ID Ομάδας Εκστρατεία -</B> Αυτό είναι το Αναγνωριστικό καμπάνιας που θα χρησιμοποιηθεί για την αναζήτηση για έναν αγώνα εντός.  




<BR><BR><BR><BR>
<?php } ?>
<B><FONT SIZE=3>CUSTOM TEMPLATE MAKER</FONT></B><BR><BR>
<A NAME="template_maker">
<BR>
Ο κατασκευαστής προσαρμοσμένο πρότυπο σας επιτρέπει να ορίσετε τα δικά σας σχεδιαγράμματα αρχείο για χρήση με τον φορτωτή λίστα, αλλά και να τους διαγράψετε, εάν είναι απαραίτητο. Αν έχετε συχνά να ανεβάσετε τα αρχεία που βρίσκονται σε μια συνεπή διάταξη, εκτός από την τυπική διάταξη, μπορείτε να βρείτε αυτό το εργαλείο χρήσιμο. Το αποθηκευμένο διάταξη θα λειτουργήσει σε οποιαδήποτε μεταφόρτωση του αρχείου ταιριάζει, ανεξάρτητα από τον τύπο αρχείου ή οριοθέτη.

<BR>
<A NAME="template_maker-create_template">
<BR>
<B>Δημιουργία νέου προτύπου - </B>In order to begin creating your new listloader template, you must first load a lead file that has the layout you wish to create the template for.  Click "Choose file", and open the file on your computer you wish to use.  This will upload a copy to your server and process it to determine the file type and delimiter (for TXT files).

<BR>
<A NAME="template_maker-delete_template">
<BR>
<B>Διαγράφωtemplate -</B> If you have a template you no longer use or you mis-entered information on it and would like to re-enter it, select the template from the drop-down menu and click "Διαγραφή προτύπου".

<BR>
<A NAME="template_maker-template_id">
<BR>
<B>Πρότυπο ID -</B> This field is where you enter an arbitrary ID for your new custom template.  It must be between 2 and 20 characters and consist of alphanumeric characters and underscores.

<BR>
<A NAME="template_maker-template_name">
<BR>
<B>Όνομα -</B> This field is where you enter the name for your new custom template.  Can be up to 30 characters long.

<BR>
<A NAME="template_maker-template_description">
<BR>
<B>Περιγραφή Πρότυπο -</B> This field is where you enter the description for your new custom template.  It can be up to 255 characters long.

<BR>
<A NAME="template_maker-list_id">
<BR>
<B>ID Λίστας -</B> All templates must load their records into a list.  Select a list ID to load leads into from this drop-down list, which will display any lists available to you given your user settings.

<BR>
<A NAME="template_maker-assign_columns">
<BR>
<B>Assigning columns -</B> Once you have loaded a sample lead file matching the layout you want to make into a template and select a list ID to load leads into, all of the available columns from the list table and the custom table for the list you selected (if any) will be displayed here.  Στήληs highlighted in blue are standard columns from the list table.  Στήληs highlighted in pink belong to the custom table for the selected list.  Each column listed has a drop-down menu, which should be populated with the fields from the first row of the sample lead file you uploaded.  Assign the appropriate fields to the appropriate columns and press ΑΠΟΣΤΟΛΗ ΥΠΟΔΕΙΓΜΑ to create your template.  You do not need to assign every field to a column, and you do not need to assign every column a field.  For details on the standard list columns, click <a href="#list_loader">HERE</a>.


<BR><BR><BR><BR>

<A NAME="max_stats">
<B><FONT SIZE=3>Μέγιστη Σύστημα Εκθέσεις Στατιστικά</FONT></B><BR><BR>
<BR>
<B>Αυτά τα στατιστικά στοιχεία που αποθηκεύονται προσωρινά σύνολα που έχουν αποθηκευτεί στη διάρκεια κάθε ημέρας σε πραγματικό χρόνο μέσω του back-end διαδικασίες. Για τις εισερχόμενες κλήσεις, οι συνολικές κλήσεις ανά-σε ομάδα υπολογίζεται για κάθε κλήση που εισέρχεται στη διαδικασία που υπολογίζει. Για το σύνολο του συστήματος μετράει, είναι τα σύνολα που προέρχονται από τις καταχωρήσεις ημερολογίου, καθώς και άλλα σύνολα στην ομάδα και εκστρατεία. Αυτά τα σύνολα ενδέχεται να μην αθροίζονται λόγω των ρυθμίσεων που έχετε στο σύστημά σας, καθώς και όταν η κλήση κρέμασε.</B>


<?php
if ($SSqc_features_active > 0)
	{
	?>
	<BR><BR><BR><BR>

	<B><FONT SIZE=3>QC STATUS CODES</FONT></B><BR><BR>
	<A NAME="qc_status_codes">
	<BR>
	<B>Ο Ποιοτικός Έλεγχος - Λειτουργία QC έχει το δικό του σύνολο της κατάστασης κωδικούς διαφορετικούς από εκείνους στην πρόσκληση λειτουργίες του συστήματος χειρισμού. Κωδικούς κατάστασης QC πρέπει να είναι μεταξύ 2 και 8 χαρακτήρες και δεν περιέχουν ειδικούς χαρακτήρες, όπως ένα διάστημα ή άνω και κάτω τελεία. Το QC περιγραφή κωδικός κατάστασης πρέπει να είναι μεταξύ 2 και 30 χαρακτήρες σε μήκος. Για αυτές τις λειτουργίες να συνεργαστεί, θα πρέπει να έχετε ενεργοποιημένη QC στις ρυθμίσεις συστήματος.</B>
	<?php
	}
?>


<BR><BR><BR><BR>
<B><FONT SIZE=3>Εκθέσεις</FONT></B><BR><BR>

<A NAME="agent_time_detail">
<BR>
<B>Agent Ωρα Λεπτομέρειες -</B> In this report you can view how much time agents spent on what.<BR>
<U>TIME CLOCK</U> = Time the agent been logged in to the time clock.<BR>
<U>ΧΕΙΡΙΣΤΗΣTIME</U> = Σύνολοtime on the system (<U>WAIT</U> + <U>TALK</U> + <U>DISPO</U> + <U>PAUSE</U>).<BR>
<U>WAIT</U> = Time the agent waits for a call.<BR>
<U>TALK</U> = Time the agent talks to a customer or is in dead state (<U>DEAD</U> + <U>CUSTOMER</U>).<BR>
<U>DISPO</U> = Time the agent uses at the disposition screen (where the agent picks NI, SALE etc).<BR>
<U>PAUSE</U> = Time the agent is in pause mode (<U>LOGIN</U> + <U>LAGGED</U> + ...).<BR>
<U>DEAD</U> = Time the agent is in a call where the customer has hung up.<BR>
<U>CUSTOMER</U> = Time the agent is in a live call with a customer.<BR>
- The next table is pause codes and their time.<BR>
<U>LOGIN</U> = The pause code when going from login directly to pause.<BR>
<U>LAGGED</U> = The time the agent had some network problem or similar.<BR>
<U>ANDIAL</U> = This pause code triggers if the agent been on dispo screen for longer than 1000 seconds.<BR>
and empty is undefined pause code. <BR>

<A NAME="agent_status_detail">
<BR>
<B>Agent Status Λεπτομέρειες -</B> In this report you can view what and how many statuses has been selected by the agents.<BR>
<U>CALLS</U> = Σύνολοnumber of calls sent to the user.<BR>
<U>CIcalls</U> = Σύνολοnumber of call where there was a Ανθρώπινα Απάντηση which is set under "Admin" -> "System Καθεστώτων".<BR>
<U>DNC/CI%</U> = How much in percent DNC (Do Not Call) per Ανθρώπινα Απάντησηs.<BR>
And the rest is justΘέσεις συστημάτωνthat the agent picked and how many, to find out what they means then head over to "Admin" -> "System Καθεστώτων".<BR>

<A NAME="agent_performance_detail">
<BR>
<B>Agent Performance Λεπτομέρειες -</B> This is a combination of Agent Ωρα Λεπτομέρειες and Agent Status Λεπτομέρειες.<BR>
(Statistics related to handling of calls only)<BR>
<U>CALLS</U> = Σύνολοnumber of calls sent to the user.<BR>
<U>TIME</U> = Σύνολοtime of these (<U>PAUSE</U> + <U>WAIT</U> + <U>TALK</U> + <U>DISPO</U>).<BR>
<U>PAUSE</U> = Amount of time being paused in related to call handling.<BR>
<U>AVG</U> means Average so everything -AVG is for example amount of PAUSE-time divided by total number of calls: (<U>PAUSE</U> / <U>CALLS</U> = <U>PAUSAVG</U>)<BR>
<U>WAIT</U> = Time the agent waits for a call.<BR>
<U>TALK</U> = Time the agent talks to a customer or is in dead state (<U>DEAD</U> + <U>CUSTOMER</U>).<BR>
<U>DISPO</U> = Time the agent uses at the disposition screen (where the agent picks NI, SALE etc).<BR>
<U>DEAD</U> = Time the agent is in a call where the customer has hung up.<BR>
<U>CUSTOMER</U> = Time the agent is in a live call with a customer.<BR>
And the rest is justΘέσεις συστημάτωνthat the agent picked and how many, to find out what they means then head over to "Admin" -> "System Καθεστώτων".<BR>
- Next table is Παύση Κώδικες.<BR>
<U>ΣΥΝΟΛΙΚΑ</U> = Σύνολοtime on the system (<U>WAIT</U> + <U>TALK</U> + <U>DISPO</U> + <U>PAUSE</U>).<BR>
<U>NONPAUSE</U> = Everything except pause (<U>WAIT</U> + <U>TALK</U> + <U>DISPO</U>).<BR>
<U>PAUSE</U> = Only Pause.<BR>
- The last table is pause codes and their time (like "Agent Ωρα Λεπτομέρειες").<BR>
<U>LOGIN</U> = The pause code when going from login directly to pause.<BR>
<U>LAGGED</U> = The time the agent had some network problem or similar.<BR>
<U>ANDIAL</U> = This pause code triggers if the agent been on dispo screen for longer than 1000 seconds.<BR>
and empty is undefined pause code. <BR>


<BR><BR><BR><BR>
<B><FONT SIZE=3>Nanpa cellphone filtering</FONT></B><BR><BR>


<A NAME="nanpa-running">
<BR>
<B>Currently running NANPA scrubs -</B> Εμφάνισηs a log of the currently running scrubs, including: Start Time, Leads Count, Filter Count, Status Line, Time to Complete, Field Updated, and Field excluded
<BR><BR>
<A NAME="nanpa-settings">
<BR>
<B>Inactive Κατάλογοι -</B> Contains all the Μη ενεργές λίστες, that are eligible to be scrubbed.  A list can only be scrubbed if Ενεργόςis set to N on the list.
<BR><BR>
<B>Field to Update -</B> Indicates which lead field will contain the scrub result -Cellphone, Landline, or Invalid-.  If NONE is selected it will use the default field Χώρα_Code.
<BR><BR>
<B>Exclusion Field -</B> In conjunction with Exclusion Value allows administrators to indicate leads that are not to be scanned. This field indicates which list field contains the scrub result.
<BR><BR>
<B>Exclusion Value -</B> In conjunction with Exclusion Field allows administrators to indicate leads that are not to be scanned. This field indicates which scrub result -either Cellphone, Landline, or Invalid- should be ignored.
<BR><BR>
<B>List Conversions -</B> Administrators can indicate a list ID in any of the fields -Cellphone, Landline, or Invalid- and the scrub will move all the corresponding stamped leads to that list.
<BR><BR>
<B>Time until Activation -</B> allows The administrator to set how long, in the future, the scrub will occur.
<BR><BR>
<A NAME="nanpa-log">
<BR>
<B>View Past Scrubs -</B> -link at the bottom- Click to see a log of all previous scrubs, including: Start Time, Leads Count, Filter Count, Status Line, Time to Complete, Field updated, Field Excluded, and total leads in each category.

 

<BR><BR><BR><BR><BR><BR><BR><BR>
<BR><BR><BR><BR><BR><BR><BR><BR>
ΤΕΛΟΣ
</TD></TR></TABLE></BODY></HTML>
<?php
exit;

#### END HELP SCREENS
